Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 3677859530 - Control 3417937915 - Property 1295455071
source: Specifies the value of the DiscountAmount field.
mk: Ја одредува вредноста на полето DiscountAmount.

# Page 3677859530 - Control 2846531766 - Property 1295455071
source: Specifies the value of the FoodLineNum field.
mk: Ја одредува вредноста на полето FoodLineNum.

# Page 3677859530 - Control 325644107 - Property 1295455071
source: Specifies the value of the FoodOrderId field.
mk: Ја одредува вредноста на полето FoodOrderId.

# Page 3677859530 - Control 4024017828 - Property 1295455071
source: Specifies the value of the MealId field.
mk: Ја одредува вредноста на полето MealId.

# Page 3677859530 - Control 1338249438 - Property 1295455071
source: Specifies the value of the MealName field.
mk: Ја одредува вредноста на полето MealName.

# Page 3677859530 - Control 3096737700 - Property 1295455071
source: Specifies the value of the MealPrice field.
mk: Ја одредува вредноста на полето MealPrice.

# Page 3677859530 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Food Order Line Code field.
mk: Ја одредува вредноста на полето Код за линија за нарачка на храна.

# Page 3677859530 - Control 441813308 - Property 1295455071
source: Specifies the value of the PaidAmount field.
mk: Ја одредува вредноста на полето PaidAmount.

# Page 3677859530 - Control 1795468512 - Property 1295455071
source: Specifies the value of the Qty field.
mk: Ја одредува вредноста на полето Количина.

# Page 3677859530 - Control 1759491820 - Property 1295455071
source: Specifies the value of the TotalLineAmount field.
mk: Ја одредува вредноста на полето TotalLineAmount.

# Page 3083958828 - Property 2879900210
source: Food Order Line List
mk: Список на линија за нарачка на храна

# Page 3083958828 - Control 1881986821 - Property 1295455071
source: Specifies the value of the CustomerCode field.
mk: Ја одредува вредноста на полето CustomerCode.

# Page 3083958828 - Control 3417937915 - Property 1295455071
source: Specifies the value of the DiscountAmount field.
mk: Ја одредува вредноста на полето DiscountAmount.

# Page 3083958828 - Control 2846531766 - Property 1295455071
source: Specifies the value of the FoodLineNum field.
mk: Ја одредува вредноста на полето FoodLineNum.

# Page 3083958828 - Control 325644107 - Property 1295455071
source: Specifies the value of the FoodOrderId field.
mk: Ја одредува вредноста на полето FoodOrderId.

# Page 3083958828 - Control 3212133970 - Property 1295455071
source: Specifies the value of the IsPaid field.
mk: Ја одредува вредноста на полето IsPaid.

# Page 3083958828 - Control 1338249438 - Property 1295455071
source: Specifies the value of the MealName field.
mk: Ја одредува вредноста на полето MealName.

# Page 3083958828 - Control 3096737700 - Property 1295455071
source: Specifies the value of the MealPrice field.
mk: Ја одредува вредноста на полето MealPrice.

# Page 3083958828 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Food Order Line code field.
mk: Ја одредува вредноста на полето за код на линијата за нарачка на храна.

# Page 3083958828 - Control 441813308 - Property 1295455071
source: Specifies the value of the PaidAmount field.
mk: Ја одредува вредноста на полето PaidAmount.

# Page 3083958828 - Control 1795468512 - Property 1295455071
source: Specifies the value of the Qty field.
mk: Ја одредува вредноста на полето Количина.

# Page 3083958828 - Control 1759491820 - Property 1295455071
source: Specifies the value of the TotalLineAmount field.
mk: Ја одредува вредноста на полето TotalLineAmount.

# Page 4076250484 - Property 2879900210
source: Food Order Lines
mk: Линии за нарачка на храна

# Page 4076250484 - Control 1881986821 - Property 1295455071
source: Specifies the value of the CustomerCode field.
mk: Ја одредува вредноста на полето CustomerCode.

# Page 4076250484 - Control 3417937915 - Property 1295455071
source: Specifies the value of the DiscountAmount field.
mk: Ја одредува вредноста на полето DiscountAmount.

# Page 4076250484 - Control 2846531766 - Property 1295455071
source: Specifies the value of the FoodLineNum field.
mk: Ја одредува вредноста на полето FoodLineNum.

# Page 4076250484 - Control 325644107 - Property 1295455071
source: Specifies the value of the FoodOrderId field.
mk: Ја одредува вредноста на полето FoodOrderId.

# Page 4076250484 - Control 3212133970 - Property 1295455071
source: Specifies the value of the IsPaid field.
mk: Ја одредува вредноста на полето IsPaid.

# Page 4076250484 - Control 1338249438 - Property 1295455071
source: Specifies the value of the MealName field.
mk: Ја одредува вредноста на полето MealName.

# Page 4076250484 - Control 3096737700 - Property 1295455071
source: Specifies the value of the MealPrice field.
mk: Ја одредува вредноста на полето MealPrice.

# Page 4076250484 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Food Order Line code field.
mk: Ја одредува вредноста на полето за код на линијата за нарачка на храна.

# Page 4076250484 - Control 441813308 - Property 1295455071
source: Specifies the value of the PaidAmount field.
mk: Ја одредува вредноста на полето PaidAmount.

# Page 4076250484 - Control 1795468512 - Property 1295455071
source: Specifies the value of the Qty field.
mk: Ја одредува вредноста на полето Количина.

# Page 4076250484 - Control 1759491820 - Property 1295455071
source: Specifies the value of the TotalLineAmount field.
mk: Ја одредува вредноста на полето TotalLineAmount.

# Page 3873563226 - Property 2879900210
source: Food Order list
mk: Список за нарачки за храна

# Page 3873563226 - Control 329160606 - Property 1295455071
source: Specifies the value of the DeliveryAddress field.
mk: Ја одредува вредноста на полето DeliveryAddress.

# Page 3873563226 - Control 1207637204 - Property 1295455071
source: Specifies the value of the DeliveryAmount field.
mk: Ја одредува вредноста на полето DeliveryAmount.

# Page 3873563226 - Control 4148355313 - Property 1295455071
source: Specifies the value of the DeliveryExpenses field.
mk: Ја одредува вредноста на полето Delivery Expenses.

# Page 3873563226 - Control 139436963 - Property 1295455071
source: Specifies the value of the DeliveryService field.
mk: Ја одредува вредноста на полето DeliveryService.

# Page 3873563226 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Food Order Id field.
mk: Ја одредува вредноста на полето Идентификација на нарачка на храна.

# Page 3873563226 - Control 2903351526 - Property 1295455071
source: Specifies the value of the OrderingDate field.
mk: Ја одредува вредноста на полето OrderingDate.

# Page 3873563226 - Control 4209550326 - Property 1295455071
source: Specifies the value of the PaymMethod field.
mk: Ја одредува вредноста на полето PaymMethod.

# Page 3873563226 - Control 453842118 - Property 1295455071
source: Specifies the value of the RestaurantId field.
mk: Ја одредува вредноста на полето RestaurantId.

# Page 3873563226 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
mk: Ја одредува вредноста на полето Статус.

# Page 3873563226 - Control 588318770 - Property 1295455071
source: Specifies the value of the TotalAmount field.
mk: Ја одредува вредноста на полето TotalAmount.

# Page 1275522651 - Property 2879900210
source: Logistic Location Card
mk: Логистичка картичка за локација

# Page 1275522651 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 1275522651 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 1763209385 - Property 2879900210
source: Logistic Location List
mk: Список на логистички локации

# Page 1763209385 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 4198379662 - Property 2879900210
source: Pay Order
mk: Налог за плаќање

# Page 4198379662 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 4198379662 - Control 636392376 - Property 1295455071
source: Specifies the value of the Amount field.
mk: Ја одредува вредноста на полето Износ.

# Page 4198379662 - Control 2114396011 - Property 1295455071
source: Specifies the value of the CustumerCode field.
mk: Ја одредува вредноста на полето CustomerCode.

# Page 4198379662 - Control 1881986821 - Property 1295455071
source: Specifies the value of the CustomerName field.
mk: Ја одредува вредноста на полето CustomerName.

# Page 4198379662 - Control 325644107 - Property 1295455071
source: Specifies the value of the FoodOrderCode field.
mk: Ја одредува вредноста на полето FoodOrderCode.

# Page 4198379662 - Control 1540439057 - Property 1295455071
source: Specifies the value of the FoodOrderLineCode field.
mk: Ја одредува вредноста на полето FoodOrderLineCode.

# Page 4198379662 - Control 3212133970 - Property 1295455071
source: Specifies the value of the IsPaid field.
mk: Ја одредува вредноста на полето IsPaid.

# Page 4198379662 - Control 441813308 - Property 1295455071
source: Specifies the value of the PaidAmount field.
mk: Ја одредува вредноста на полето PaidAmount.

# Page 4198379662 - Action 733747804 - Property 2879900210
source: Pay order line
mk: Линија за нарачка за плаќање

# Page 897719656 - Property 2879900210
source: Pay order
mk: Налог за плаќање

# Page 897719656 - Control 636392376 - Property 1295455071
source: Specifies the value of the Amount field.
mk: Ја одредува вредноста на полето Износ.

# Page 897719656 - Control 1881986821 - Property 1295455071
source: Specifies the value of the CustomerName field.
mk: Ја одредува вредноста на полето CustomerName.

# Page 897719656 - Control 325644107 - Property 1295455071
source: Specifies the value of the FoodOrderCode field.
mk: Ја одредува вредноста на полето FoodOrderCode.

# Page 897719656 - Control 1540439057 - Property 1295455071
source: Specifies the value of the FoodOrderLineCode field.
mk: Ја одредува вредноста на полето FoodOrderLineCode.

# Page 897719656 - Control 3212133970 - Property 1295455071
source: Specifies the value of the IsPaid field.
mk: Ја одредува вредноста на полето IsPaid.

# Page 307480987 - Property 2879900210
source: Restaurant card
mk: Ресторан картичка

# Page 307480987 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 307480987 - Control 3364761338 - Property 1295455071
source: Specifies the value of the RestaurantType field.
mk: Ја одредува вредноста на полето RestaurantType.

# Page 307480987 - Control 3891454143 - Property 1295455071
source: Specifies the value of the Location field.
mk: Ја одредува вредноста на полето Локација.

# Page 307480987 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 307480987 - Control 1252283704 - Property 1295455071
source: Specifies the value of the Telephone field.
mk: Ја одредува вредноста на полето Телефон.

# Page 307480987 - Action 1775596926 - Property 2879900210
source: Create restourant meal
mk: Создадете ресторан оброк

# Page 307480987 - Action 1053109676 - Property 2879900210
source: View restourant meals
mk: Погледнете ги оброците во ресторанот

# Page 136760553 - Property 2879900210
source: Restaurant List
mk: Список на ресторани

# Page 136760553 - Control 3364761338 - Property 1295455071
source: Specifies the value of the CuisineType field.
mk: Ја одредува вредноста на полето CuisineType.

# Page 136760553 - Control 3891454143 - Property 1295455071
source: Specifies the value of the Location field.
mk: Ја одредува вредноста на полето Локација.

# Page 136760553 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 136760553 - Control 1252283704 - Property 1295455071
source: Specifies the value of the Location field.
mk: Ја одредува вредноста на полето Локација.

# Page 136760553 - Action 1053109676 - Property 2879900210
source: View restourant tree meals
mk: Погледнете ги оброците од дрвото за ресторан

# Page 4128654312 - Property 2879900210
source: Meal Card
mk: Картичка за оброк

# Page 4128654312 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 4128654312 - Control 1407223011 - Property 1295455071
source: Specifies the value of the CalorieLevel field.
mk: Ја одредува вредноста на полето CalorieLevel.

# Page 4128654312 - Control 1083594383 - Property 1295455071
source: Specifies the value of the MealType field.
mk: Ја одредува вредноста на полето MealType.

# Page 4128654312 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 4128654312 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
mk: Ја одредува вредноста на полето Бр.

# Page 4128654312 - Control 3635338911 - Property 1295455071
source: Specifies the value of the Price field.
mk: Ја одредува вредноста на полето Цена.

# Page 4128654312 - Control 2224496476 - Property 1295455071
source: Specifies the value of the RestaurantId field.
mk: Ја одредува вредноста на полето RestaurantId.

# Page 4128654312 - Control 453842118 - Property 1295455071
source: Specifies the value of the RestaurantName field.
mk: Ја одредува вредноста на полето Име на ресторанот.

# Page 1610239342 - Property 2879900210
source: Meal List
mk: Список на оброци

# Page 1610239342 - Control 1407223011 - Property 1295455071
source: Specifies the value of the CalorieLevel field.
mk: Ја одредува вредноста на полето CalorieLevel.

# Page 1610239342 - Control 1083594383 - Property 1295455071
source: Specifies the value of the MealType field.
mk: Ја одредува вредноста на полето MealType.

# Page 1610239342 - Control 2961552353 - Property 1295455071
source: Specifies the value of the Name field.
mk: Ја одредува вредноста на полето Име.

# Page 1610239342 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
mk: Ја одредува вредноста на полето Бр.

# Page 1610239342 - Control 3635338911 - Property 1295455071
source: Specifies the value of the Price field.
mk: Ја одредува вредноста на полето Цена.

# Page 1610239342 - Control 2224496476 - Property 1295455071
source: Specifies the value of the Restaurant Code field.
mk: Ја одредува вредноста на полето Код на ресторанот.

# Page 1610239342 - Control 453842118 - Property 1295455071
source: Specifies the value of the Restaurant Name field.
mk: Ја одредува вредноста на полето Име на ресторанот.

# Page 3892638639 - Property 2879900210
source: Restaurant Tree Meals
mk: Оброци од ресторани со дрво

# Page 3892638639 - Control 2200046723 - Property 1295455071
source: Specifies the value of the Indentatiotreen field.
mk: Ја одредува вредноста на полето Indentatiotreen.

# Page 3892638639 - Control 2994363518 - Property 1295455071
source: Specifies the value of the MealName field.
mk: Ја одредува вредноста на полето MealName.

# Page 3892638639 - Control 3459409270 - Property 1295455071
source: Specifies the value of the Meal No. field.
mk: Ја одредува вредноста на полето Meal No.

# Page 3892638639 - Control 141489924 - Property 1295455071
source: Specifies the value of the Meal Price field.
mk: Ја одредува вредноста на полето Цена на оброци.

# Page 3892638639 - Control 1122578150 - Property 1295455071
source: Specifies the value of the Restaurant Name field.
mk: Ја одредува вредноста на полето Име на ресторанот.

# Page 3892638639 - Control 4022261742 - Property 1295455071
source: Specifies the value of the Restaurant No. field.
mk: Ја одредува вредноста на полето Ресторан бр.

# Page 3389382181 - Property 2879900210
source: Restaurant Panel
mk: Панел во ресторанот

# Page 3389382181 - Action 642782499 - Property 2879900210
source: Update Panel
mk: Панел за ажурирање

# Page 3389382181 - Action 642782499 - Method 1377591017 - NamedType 1005684385
source: Panel updated
mk: Панелот е ажуриран

# Report 590386535 - Property 2879900210
source: Customer Expenses Per Restaurant
mk: Трошоци на клиенти по ресторан

# Report 590386535 - ReportLayout 1583084828 - Property 2166945456
source: Item Ledger Entry Analysis RDL Report
mk: Извештај за RDL за анализа на записи во книгата на ставки

# PageExtension 3086352627 - Control 4209475936 - Property 2879900210
source: Master Foodio
mk: Мајстор за храна

# PageExtension 3086352627 - Control 2525682978 - Property 2879900210
source: Minimal Limit
mk: Минимална граница

# PageExtension 3086352627 - Control 244411068 - Property 2879900210
source: Monthly Budget
mk: Месечен буџет

# PageExtension 58105211 - Action 2262611772 - Property 2879900210
source: Customer expenses per restaurant
mk: Трошоци на клиенти по ресторан

# PageExtension 75599158 - Control 2017019586 - Property 2879900210
source: Food Order Line Nos.
mk: Бр. линија за нарачка на храна.

# PageExtension 75599158 - Control 1895178356 - Property 2879900210
source: Food Order Nos.
mk: Бр. нарачка за храна.

# PageExtension 75599158 - Control 1398035795 - Property 2879900210
source: Restaurant Meal Nos.
mk: Оброк во ресторан бр.

# PageExtension 75599158 - Control 1835003040 - Property 2879900210
source: Restaurant Meal Nos.
mk: Оброк во ресторан бр.

# PageExtension 75599158 - Control 1193113107 - Property 2879900210
source: Restaurant Nos.
mk: Ресторан бр.

# TableExtension 1713901351 - Field 2525682978 - Property 2879900210
source: MonthlyBudget
mk: Месечен буџет

# TableExtension 1713901351 - Field 244411068 - Property 2879900210
source: MonthlyBudget
mk: Месечен буџет

# TableExtension 2760473785 - Field 2017019586 - Property 2879900210
source: Food Order Nos.
mk: Бр. нарачка за храна.

# TableExtension 2760473785 - Field 1895178356 - Property 2879900210
source: Food Order Nos.
mk: Бр. нарачка за храна.

# TableExtension 2760473785 - Field 1398035795 - Property 2879900210
source: Logistic Location Nos.
mk: Логистичка локација бр.

# TableExtension 2760473785 - Field 1835003040 - Property 2879900210
source: Restaurant Meal Nos.
mk: Оброк во ресторан бр.

# TableExtension 2760473785 - Field 1193113107 - Property 2879900210
source: Restaurant Nos.
mk: Ресторан бр.

# Enum 2711567539 - EnumValue 3133614795 - Property 2879900210
source: High calorie
mk: Високо калорична

# Enum 2711567539 - EnumValue 3549884637 - Property 2879900210
source: Low calorie
mk: Нискокалорична

# Enum 2711567539 - EnumValue 84604854 - Property 2879900210
source: Mid-calorie
mk: Среднокалорична

# Enum 3625323227 - EnumValue 1779660548 - Property 2879900210
source: One Stop Shop
mk: Едношалтерски систем

# Enum 3212133970 - EnumValue 4111072187 - Property 2879900210
source: Not Paid
mk: Не е платено

# Enum 3212133970 - EnumValue 789473408 - Property 2879900210
source: Paid
mk: Платено

# Enum 1997377839 - EnumValue 3977776329 - Property 2879900210
source: Breakfast
mk: Појадок

# Enum 1997377839 - EnumValue 132504127 - Property 2879900210
source: Burger
mk: Бургер

# Enum 1997377839 - EnumValue 1498794791 - Property 2879900210
source: Burrito
mk: Бурито

# Enum 1997377839 - EnumValue 4022505790 - Property 2879900210
source: Dessert
mk: Десерт

# Enum 1997377839 - EnumValue 365617005 - Property 2879900210
source: Meat dish
mk: Јадења со месо

# Enum 1997377839 - EnumValue 3448339824 - Property 2879900210
source: Other
mk: Друго

# Enum 1997377839 - EnumValue 3363328537 - Property 2879900210
source: Pasta
mk: Тестенини

# Enum 1997377839 - EnumValue 1831826679 - Property 2879900210
source: Pastry
mk: Пециво

# Enum 1997377839 - EnumValue 3962703084 - Property 2879900210
source: Pizza
mk: Пица

# Enum 1997377839 - EnumValue 2944630221 - Property 2879900210
source: Salad
mk: Салата

# Enum 1997377839 - EnumValue 1904375303 - Property 2879900210
source: Sandwich
mk: Сендвич

# Enum 1997377839 - EnumValue 1121045775 - Property 2879900210
source: Tortilla
mk: Тортилја

# Enum 4145127342 - EnumValue 293070022 - Property 2879900210
source: Finished
mk: Завршено

# Enum 4145127342 - EnumValue 4173458854 - Property 2879900210
source: In progress
mk: Во тек

# Enum 4145127342 - EnumValue 4259830144 - Property 2879900210
source: Open
mk: Отворено

# Enum 907492870 - EnumValue 229234099 - Property 2879900210
source: Cash
mk: Готовина

# Enum 907492870 - EnumValue 249660426 - Property 2879900210
source: Card
mk: Картичка

# Enum 1091718087 - EnumValue 3204818666 - Property 2879900210
source: American
mk: Американски

# Enum 1091718087 - EnumValue 2379496232 - Property 2879900210
source: Asian
mk: Азиски

# Enum 1091718087 - EnumValue 2811036061 - Property 2879900210
source: Balkan
mk: Балкански

# Enum 1091718087 - EnumValue 3431250135 - Property 2879900210
source: Healthy
mk: Здрав

# Enum 1091718087 - EnumValue 2637099170 - Property 2879900210
source: Italian
mk: Италијански

# Enum 1091718087 - EnumValue 2823575955 - Property 2879900210
source: Mediterranean
mk: Медитеранот

# Enum 1091718087 - EnumValue 486876487 - Property 2879900210
source: Mexican
mk: Мексикански

# Enum 1091718087 - EnumValue 3448339824 - Property 2879900210
source: Other
mk: Друго

# Enum 1091718087 - EnumValue 2918174784 - Property 2879900210
source: Vegeterian
mk: Вегетеријанец
