Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 2901867346 - Action 3287594854 - Property 1295455071
source: View which customers purchase the most or owe the most in a selected period. Only customers that have either purchases during the period or a balance at the end of the period will be included.
mk: Погледнете кои клиенти купуваат најмногу или должат најмногу во избраниот период. Ќе бидат вклучени само клиентите кои имаат или купувања во текот на периодот или салдо на крајот на периодот.

# Page 2901867346 - Action 3287594854 - Property 2879900210
source: Customer - Top 10 List
mk: Клиент - Топ 10 листа

# Page 2901867346 - Action 2604574405 - Property 1295455071
source: View customers' total costs, sales, and profits over time, for example, to analyze earnings trends. The report shows amounts for original and adjusted costs, sales, profits, invoice discounts, payment discounts, and profit percentage in three adjustable periods.
mk: Погледнете ги вкупните трошоци, продажбата и профитот на клиентите со текот на времето, на пример, за да ги анализирате трендовите на заработка. Извештајот ги прикажува износите за оригинални и приспособени трошоци, продажба, добивка, попусти на фактури, попусти за плаќање и процент на добивка во три прилагодливи периоди.

# Page 2901867346 - Action 2604574405 - Property 2879900210
source: Sales Statistics
mk: Статистика за продажба

# Page 2901867346 - Action 1406942772 - Property 2879900210
source: Sales
mk: Продажба

# Page 2901867346 - Action 697343954 - Property 1295455071
source: View a list of orders divided by customer. The order amounts are totaled for each customer and for the entire list. The report can be used, for example, to obtain an overview of sales over the short term or to analyze possible shipment problems.
mk: Погледнете список на нарачки поделени по клиент. Износите на нарачките се собираат за секој клиент и за целата листа. Извештајот може да се користи, на пример, за да се добие преглед на продажбата на краток рок или да се анализираат можните проблеми со испораката.

# Page 2901867346 - Action 697343954 - Property 2879900210
source: Customer - Order Detail
mk: Клиент - Детали за нарачка

# Page 2901867346 - Action 4028606413 - Property 1295455071
source: View the order detail (the quantity not yet shipped) for each customer in three periods of 30 days each, starting from a selected date. There are also columns with orders to be shipped before and after the three periods and a column with the total order detail for each customer. The report can be used to analyze a company's expected sales volume.
mk: Погледнете ги деталите за нарачката (количината што сè уште не е испорачана) за секој клиент во три периоди од по 30 дена, почнувајќи од избраниот датум. Има и колони со нарачки што треба да се испорачаат пред и по трите периоди и колона со вкупните детали за нарачката за секој клиент. Извештајот може да се користи за анализа на очекуваниот обем на продажба на компанијата.

# Page 2901867346 - Action 4028606413 - Property 2879900210
source: Customer - Order Summary
mk: Клиент - Резиме на нарачка

# Page 2901867346 - Action 3930439317 - Property 1295455071
source: View customer sales for a period, for example, to report sales activity to customs and tax authorities. You can choose to include only customers with total sales that exceed a minimum amount. You can also specify whether you want the report to show address details for each customer.
mk: Гледајте ги продажбите на клиентите за одреден период, на пример, за да ја пријавите продажната активност до царинските и даночните власти. Можете да изберете да вклучите само клиенти со вкупна продажба што надминува минимален износ. Можете исто така да одредите дали сакате извештајот да прикажува детали за адресата за секој клиент.

# Page 2901867346 - Action 3930439317 - Property 2879900210
source: Customer - Sales List
mk: Клиент - Продажна листа

# Page 2901867346 - Action 1335503722 - Property 1295455071
source: View a list of item sales for each customer during a selected time period. The report contains information on quantity, sales amount, profit, and possible discounts. It can be used, for example, to analyze a company's customer groups.
mk: Прикажи список на продадени артикли за секој клиент во одреден временски период. Извештајот содржи информации за количината, износот на продажбата, профитот и можните попусти. Може да се користи, на пример, за анализа на групите клиенти на компанијата.

# Page 2901867346 - Action 1335503722 - Property 2879900210
source: Customer/Item Sales
mk: Клиент/продажба на артикли

# Page 2901867346 - Action 2134475871 - Property 1295455071
source: View customers' total costs, sales, and profits over time, for example, to analyze earnings trends. The report shows amounts for original and adjusted costs, sales, profits, invoice discounts, payment discounts, and profit percentage in three adjustable periods.
mk: Погледнете ги вкупните трошоци, продажбата и профитот на клиентите со текот на времето, на пример, за да ги анализирате трендовите на заработка. Извештајот ги прикажува износите за оригинални и приспособени трошоци, продажба, добивка, попусти на фактури, попусти за плаќање и процент на добивка во три прилагодливи периоди.

# Page 2901867346 - Action 2134475871 - Property 2879900210
source: Sales Statistics
mk: Статистика за продажба

# Page 523354100 - Property 1064389655
source: About customer details
mk: За деталите за клиентот

# Page 523354100 - Property 247559172
source: With the **Customer Card** you manage information about a customer and specify the terms of business, such as payment terms, prices and discounts. From here you can also drill down on past and ongoing sales activity.
mk: Со **Customer Card** управувате со информации за клиент и ги одредувате деловните услови, како што се условите за плаќање, цените и попустите. Оттука, исто така, можете да научите за минатите и тековните продажни активности.

# Page 523354100 - Property 2879900210
source: Customer Card
mk: Корисничка картичка

# Page 523354100 - Property 3863440606
source: Customer Profile, Client Details, Buyer Information, Customer Data, Customer View, Client Profile, Customer Detail, Client Info
mk: Профил на клиентот, детали за клиентот, информации за купувачот, податоци за клиентите, преглед на клиент, профил на клиент, детали за клиент, информации за клиентот

# Page 523354100 - NamedType 1610464038
source: Overdue Payments
mk: Задоцнети плаќања

# Page 523354100 - NamedType 3704376103
source: Show on Map
mk: Прикажи на карта

# Page 523354100 - Control 2731911828 - Property 2879900210
source: Address &amp;amp;amp; Contact
mk: Адреса и контакт

# Page 523354100 - Control 2784646184 - Property 2879900210
source: Address
mk: Адреса

# Page 523354100 - Control 3168444338 - Property 1295455071
source: Specifies the customer's address. This address will appear on all sales documents for the customer.
mk: Ја одредува адресата на клиентот. Оваа адреса ќе се појави на сите продажни документи за клиентот.

# Page 523354100 - Control 2306852000 - Property 1295455071
source: Specifies additional address information.
mk: Одредува дополнителни информации за адресата.

# Page 523354100 - Control 714791889 - Property 1295455071
source: Specifies the customer's city.
mk: Го одредува градот на клиентот.

# Page 523354100 - Control 499448942 - Property 1295455071
source: Specifies the state, province or county as a part of the address.
mk: Ја одредува државата, покраината или округот како дел од адресата.

# Page 523354100 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
mk: Ја одредува земјата/регионот на адресата.

# Page 523354100 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
mk: Го одредува поштенскиот код.

# Page 523354100 - Control 184792793 - Property 1295455071
source: Specifies the customer's address on your preferred map website.
mk: Ја одредува адресата на клиентот на вашата претпочитана веб-страница на мапа.

# Page 523354100 - Control 2593889414 - Property 2879900210
source: Contact
mk: Контакт

# Page 523354100 - Control 4144518489 - Property 1295455071
source: Specifies the name of the person you regularly contact when you do business with this customer.
mk: Го одредува името на лицето со кое редовно контактирате кога работите со овој клиент.

# Page 523354100 - Control 4144518489 - Property 2879900210
source: Contact Name
mk: Име за контакт

# Page 523354100 - Control 1382454869 - Property 1295455071
source: Specifies the contact number for the customer.
mk: Го одредува бројот за контакт на клиентот.

# Page 523354100 - Control 1382454869 - Property 2879900210
source: Contact Code
mk: Код за контакт

# Page 523354100 - Control 1541011875 - Property 1295455071
source: Specifies the customer's email address.
mk: Ја одредува адресата на е-пошта на клиентот.

# Page 523354100 - Control 1807381932 - Property 1295455071
source: Specifies the customer's fax number.
mk: Го одредува бројот на факсот на клиентот.

# Page 523354100 - Control 2002724477 - Property 1295455071
source: Specifies the Format Region to be used on printouts for this customer.
mk: Го одредува регионот за формати што ќе се користи за отпечатоци за овој клиент.

# Page 523354100 - Control 2909674232 - Property 1295455071
source: Specifies the customer's home page address.
mk: Ја одредува адресата на почетната страница на клиентот.

# Page 523354100 - Control 2273653569 - Property 1295455071
source: Specifies the language to be used on printouts for this customer.
mk: Го одредува јазикот што ќе се користи на отпечатоците за овој клиент.

# Page 523354100 - Control 1927147471 - Property 1295455071
source: Specifies the customer's mobile telephone number.
mk: Го одредува мобилниот телефонски број на клиентот.

# Page 523354100 - Control 1927147471 - Property 2879900210
source: Mobile Phone No.
mk: Мобилен телефон бр.

# Page 523354100 - Control 3986423421 - Property 1295455071
source: Specifies the customer's telephone number.
mk: Го одредува телефонскиот број на клиентот.

# Page 523354100 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 523354100 - Control 203180436 - Property 1295455071
source: Specifies how much profit you have made from the customer in the current fiscal year.
mk: Наведете колкав профит сте оствариле од клиентот во тековната фискална година.

# Page 523354100 - Control 203180436 - Property 2879900210
source: Profit (LCY)
mk: Добивка (LCY)

# Page 523354100 - Control 587210538 - Property 1295455071
source: Specifies how much profit you have made from the customer in the current fiscal year, expressed as a percentage of the customer's total sales.
mk: Одредува колкав профит сте оствариле од клиентот во тековната фискална година, изразен како процент од вкупната продажба на клиентот.

# Page 523354100 - Control 587210538 - Property 2879900210
source: Profit %
mk: Профит %

# Page 523354100 - Control 2178647059 - Property 1295455071
source: Specifies the payment amount that the customer owes for completed sales. This value is also known as the customer's balance.
mk: Го одредува износот на плаќање што клиентот го должи за завршената продажба. Оваа вредност е позната и како биланс на клиентот.

# Page 523354100 - Control 230205143 - Property 1295455071
source: Specifies payments from the customer that are overdue per today's date.
mk: Ги одредува плаќањата од клиентот кои доцнат по денешен датум.

# Page 523354100 - Control 1219049572 - Property 1295455071
source: Specifies the amount that you owe to this company. This is relevant when your customer is also your vendor. Customer and vendor are linked together through their contact record. Using customer's contact record you can create linked vendor or link contact with existing vendor to enable calculation of Balance As Vendor amount.
mk: Го одредува износот што и го должите на оваа компанија. Ова е релевантно кога вашиот клиент е и ваш продавач. Клиентот и продавачот се поврзани заедно преку нивниот запис за контакт. Користејќи го записот за контакт на клиентот, можете да креирате поврзан продавач или да поврзете контакт со постоечки продавач за да овозможите пресметка на износот на билансот како добавувач.

# Page 523354100 - Control 1219049572 - Property 2879900210
source: Balance (LCY) As Vendor
mk: Биланс (LCY) Како продавач

# Page 523354100 - Control 3543129988 - Property 1295455071
source: Specifies which transactions with the customer that cannot be processed, for example, because the customer is insolvent.
mk: Одредува кои трансакции со клиентот не можат да се обработат, на пример, затоа што клиентот е несолвентен.

# Page 523354100 - Control 3246865201 - Property 1295455071
source: Specifies the maximum amount you allow the customer to exceed the payment balance before warnings are issued.
mk: Го одредува максималниот износ што му дозволувате на клиентот да го надмине платниот биланс пред да бидат издадени предупредувања.

# Page 523354100 - Control 3180412077 - Property 1295455071
source: Specifies how much cost you have incurred from the customer in the current fiscal year.
mk: Одредува колку трошоци сте направиле од клиентот во тековната фискална година.

# Page 523354100 - Control 3180412077 - Property 2879900210
source: Costs (LCY)
mk: Трошоци (LCY)

# Page 523354100 - Control 308872266 - Property 1295455071
source: Specifies that you can change the customer name on open sales documents. The change applies only to the documents.
mk: Назначува дека можете да го промените името на клиентот на отворените продажни документи. Промената се однесува само на документите.

# Page 523354100 - Control 1690655812 - Property 1295455071
source: Specifies the preferred method of sending documents to this customer, so that you do not have to select a sending option every time that you post and send a document to the customer. Sales documents to this customer will be sent using the specified sending profile and will override the default document sending profile.
mk: Го одредува претпочитаниот метод за испраќање документи до овој клиент, за да не мора да избирате опција за испраќање секогаш кога објавувате и испраќате документ до клиентот. Продажните документи до овој клиент ќе бидат испратени со користење на наведениот профил за испраќање и ќе го отфрлат стандардниот профил за испраќање документи.

# Page 523354100 - Control 1329258699 - Property 1295455071
source: Specifies the customer's intercompany partner code.
mk: Го одредува кодот за меѓукомпаниски партнер на клиентот.

# Page 523354100 - Control 2393253273 - Property 1295455071
source: Specifies when the customer card was last modified.
mk: Одредува кога картичката на клиентот била последен пат изменета.

# Page 523354100 - Control 2961552353 - Property 1295455071
source: Specifies the customer's name. This name will appear on all sales documents for the customer.
mk: Го одредува името на клиентот. Ова име ќе се појави на сите продажни документи за клиентот.

# Page 523354100 - Control 966287263 - Property 1295455071
source: Specifies an additional part of the name.
mk: Одредува дополнителен дел од името.

# Page 523354100 - Control 4200184881 - Property 1295455071
source: Specifies the number of the customer. The field is either filled automatically from a defined number series, or you enter the number manually because you have enabled manual number entry in the number-series setup.
mk: Го одредува бројот на клиентот. Полето или се пополнува автоматски од дефинирана серија на броеви или го внесувате бројот рачно затоа што сте овозможиле рачно внесување броеви во поставувањето на сериите со броеви.

# Page 523354100 - Control 4130293374 - Property 1295455071
source: Specifies a number that corresponds to the priority you give the customer. The higher the number, the higher the priority.
mk: Одредува број што одговара на приоритетот што му го давате на клиентот. Колку е поголем бројот, толку е поголем приоритетот.

# Page 523354100 - Control 880902346 - Property 1295455071
source: Specifies whether to limit access to data for the data subject during daily operations. This is useful, for example, when protecting data from changes while it is under privacy review.
mk: Одредува дали да се ограничи пристапот до податоците за субјектот на податоците за време на секојдневните операции. Ова е корисно, на пример, кога се заштитуваат податоците од промени додека се под преглед на приватноста.

# Page 523354100 - Control 2247850105 - Property 1295455071
source: Specifies the code for the responsibility center that will administer this customer by default.
mk: Го одредува кодот за одговорниот центар што стандардно ќе го администрира овој клиент.

# Page 523354100 - Control 553464652 - Property 1295455071
source: Specifies a code for the salesperson who normally handles this customer's account.
mk: Одредува код за продавачот кој вообичаено се справува со сметката на овој клиент.

# Page 523354100 - Control 411528779 - Property 1295455071
source: Specifies an alternate name that you can use to search for a customer.
mk: Одредува алтернативно име што можете да го користите за да пребарувате клиент.

# Page 523354100 - Control 3116130058 - Property 1295455071
source: Specifies the code for the service zone that is assigned to the customer.
mk: Го одредува кодот за сервисната зона што му е доделен на клиентот.

# Page 523354100 - Control 419845748 - Property 1295455071
source: Specifies your total sales turnover with the customer in the current fiscal year. It is calculated from amounts excluding VAT on all completed and open invoices and credit memos.
mk: Го одредува вашиот вкупен промет од продажба со клиентот во тековната фискална година. Се пресметува од износи без ДДВ на сите пополнети и отворени фактури и кредитни белешки.

# Page 523354100 - Control 419845748 - Property 2879900210
source: Total Sales - Fiscal Year
mk: Вкупна продажба - Фискална година

# Page 523354100 - Control 1450094168 - Property 1064389655
source: Manage the customer's invoicing
mk: Управувајте со фактурирањето на клиентот

# Page 523354100 - Control 1450094168 - Property 247559172
source: Specify tax settings and choose how invoicing takes place for the customer. Assign posting groups to control how the customer's transactions are grouped and posted, based on type of trade or market.
mk: Наведете даночни поставки и изберете како да се фактурира за клиентот. Доделете групи за објавување за да контролирате како се групираат и објавуваат трансакциите на клиентот, врз основа на видот на трговијата или пазарот.

# Page 523354100 - Control 1450094168 - Property 2879900210
source: Invoicing
mk: Фактурирање

# Page 523354100 - Control 2965034906 - Property 1295455071
source: Specifies a different customer who will be invoiced for products that you sell to the customer in the Name field on the customer card.
mk: Одредува различен клиент кој ќе биде фактуриран за производите што му ги продавате на клиентот во полето Име на клиентската картичка.

# Page 523354100 - Control 2965034906 - Property 2879900210
source: Bill-to Customer
mk: Сметка до клиент

# Page 523354100 - Control 2063456215 - Property 1295455071
source: Specifies which customer address is inserted on sales quotes that you create for the customer.
mk: Одредува која адреса на клиентот е вметната на продажните понуди што ги креирате за клиентот.

# Page 523354100 - Control 3217411102 - Property 1295455071
source: Specifies the Economic Operators Registration and Identification number that is used when you exchange information with the customs authorities due to trade into or out of the European Union.
mk: Го одредува регистарскиот и идентификациониот број на економски оператори што се користат кога разменувате информации со царинските органи поради трговија во или надвор од Европската унија.

# Page 523354100 - Control 389645823 - Property 1295455071
source: Specifies the customer in connection with electronic document sending.
mk: Го одредува клиентот во врска со електронското испраќање документи.

# Page 523354100 - Control 622982646 - Property 2879900210
source: Posting Details
mk: Детали за објавување

# Page 523354100 - Control 1627842903 - Property 1295455071
source: Specifies if multiple posting groups can be used for posting business transactions for this customer.
mk: Одредува дали повеќе групи за објавување може да се користат за објавување деловни трансакции за овој клиент.

# Page 523354100 - Control 410940989 - Property 1295455071
source: Specifies the customer's market type to link business transactions to.
mk: Го одредува типот на пазарот на клиентот со кој ќе се поврзат деловните трансакции.

# Page 523354100 - Control 633819257 - Property 1295455071
source: Specifies the customer's trade type to link transactions made for this customer with the appropriate general ledger account according to the general posting setup.
mk: Го одредува типот на трговија на клиентот за да ги поврзе трансакциите направени за овој клиент со соодветната сметка на главната книга во согласност со општото поставување за објавување.

# Page 523354100 - Control 1844012642 - Property 1295455071
source: Specifies the customer's VAT specification to link transactions made for this customer to.
mk: Ја одредува спецификацијата за ДДВ на клиентот за да ги поврзе трансакциите направени за овој клиент.

# Page 523354100 - Control 303512405 - Property 2879900210
source: Prices and Discounts
mk: Цени и попусти

# Page 523354100 - Control 1002060992 - Property 1295455071
source: Specifies if a sales line discount is calculated when a special sales price is offered according to setup in the Sales Prices window.
mk: Одредува дали се пресметува попуст на продажната линија кога се нуди специјална продажна цена според поставувањето во прозорецот Продажни цени.

# Page 523354100 - Control 4198939294 - Property 1295455071
source: Specifies the default currency for the customer.
mk: Ја одредува стандардната валута за клиентот.

# Page 523354100 - Control 273731812 - Property 1295455071
source: Specifies the customer discount group code, which you can use as a criterion to set up special discounts in the Sales Line Discounts window.
mk: Го одредува кодот на групата за попуст на клиентите, кој можете да го користите како критериум за да поставите специјални попусти во прозорецот Попусти на линијата за продажба.

# Page 523354100 - Control 2725149570 - Property 1295455071
source: Specifies the customer price group code, which you can use to set up special sales prices in the Sales Prices window.
mk: Го одредува кодот на групата цени на клиентите, кој можете да го користите за да поставите специјални продажни цени во прозорецот Продажни цени.

# Page 523354100 - Control 2095078121 - Property 1295455071
source: Specifies a code for the invoice discount terms that you have defined for the customer.
mk: Одредува шифра за условите за попуст на фактурата што сте ги дефинирале за клиентот.

# Page 523354100 - Control 3428108069 - Property 1295455071
source: Specifies the default price calculation method.
mk: Го одредува стандардниот метод за пресметка на цената.

# Page 523354100 - Control 304272296 - Property 1295455071
source: Specifies if the Unit Price and Line Amount fields on document lines should be shown with or without VAT.
mk: Одредува дали полињата Единечна Цена и Износ на линија на линиите на документи треба да се прикажуваат со или без ДДВ.

# Page 523354100 - Control 3009936590 - Property 1295455071
source: Specifies the registration number of the customer. You can enter a maximum of 20 characters, both numbers and letters.
mk: Го одредува регистарскиот број на клиентот. Можете да внесете најмногу 20 знаци, и бројки и букви.
