Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 523354100 - Action 418423943 - Property 1295455071
source: Set up the customer's own identification of items that you sell to the customer. Item references to the customer's item number means that the item number is automatically shown on sales documents instead of the number that you use.
mk: Поставете сопствена идентификација на купувачот за артиклите што му ги продавате на клиентот. Референците на артиклот до бројот на артиклите на клиентот значи дека бројот на артиклот автоматски се прикажува на продажните документи наместо бројот што го користите.

# Page 523354100 - Action 418423943 - Property 2879900210
source: Item References
mk: Референци за ставки

# Page 523354100 - Action 361585347 - Property 1295455071
source: View or edit alternate shipping addresses where the customer wants items delivered if different from the regular address.
mk: Приказ или уредување на алтернативни адреси за испорака каде што клиентот сака да се испорачаат артиклите доколку се разликуваат од редовната адреса.

# Page 523354100 - Action 1361257300 - Property 1295455071
source: View or edit the percentages of the price that can be paid as a prepayment.
mk: Погледнете ги или уредете ги процентите од цената што може да се плати како претплата.

# Page 523354100 - Action 3124444584 - Property 1295455071
source: Set up recurring sales lines for the customer, such as a monthly replenishment order, that can quickly be inserted on a sales document for the customer.
mk: Поставете повторливи продажни линии за клиентот, како што е месечна нарачка за надополнување, што може брзо да се вметне во продажен документ за клиентот.

# Page 523354100 - Action 3124444584 - Property 2879900210
source: Recurring Sales Lines
mk: Повторливи продажни линии

# Page 523354100 - Action 2038220399 - Property 2879900210
source: Dataverse
mk: Датаверс

# Page 523354100 - Action 3570890871 - Property 1295455071
source: Create, change, or delete a coupling between the Business Central record and a Dataverse record.
mk: Креирајте, менувајте или бришете спојување помеѓу записот Business Central и записот Dataverse.

# Page 523354100 - Action 867350916 - Property 1295455071
source: Delete the coupling to a Dataverse account.
mk: Избришете ја спојката на сметка на Dataverse.

# Page 523354100 - Action 867350916 - Property 2879900210
source: Delete Coupling
mk: Избришете ја спојката

# Page 523354100 - Action 1463213340 - Property 1295455071
source: Create or modify the coupling to a Dataverse account.
mk: Креирајте или изменете ја спојката со сметка на Dataverse.

# Page 523354100 - Action 1463213340 - Property 2879900210
source: Set Up Coupling
mk: Поставете спојка

# Page 523354100 - Action 131320746 - Property 1295455071
source: Open the coupled Dataverse account.
mk: Отворете ја поврзаната сметка на Dataverse.

# Page 523354100 - Action 131320746 - Property 2879900210
source: Account
mk: Сметка

# Page 523354100 - Action 1491665972 - Property 1295455071
source: Send or get updated data to or from Dataverse.
mk: Испраќајте или добивајте ажурирани податоци до или од Dataverse.

# Page 523354100 - Action 1491665972 - Property 2879900210
source: Synchronize
mk: Синхронизирај

# Page 523354100 - Action 858950785 - Property 1295455071
source: View integration synchronization jobs for the customer table.
mk: Погледнете ги задачите за синхронизација на интеграцијата за табелата со клиенти.

# Page 523354100 - Action 858950785 - Property 2879900210
source: Synchronization Log
mk: Дневник за синхронизација

# Page 523354100 - Action 4272558113 - Property 1295455071
source: Send customer statistics data to Dataverse to update the Account Statistics FactBox.
mk: Испратете податоци за статистиката на клиентите до Dataverse за ажурирање на FactBox за статистика на сметката.

# Page 523354100 - Action 4272558113 - Property 2879900210
source: Update Account Statistics
mk: Ажурирајте ја статистиката на сметката

# Page 523354100 - Action 3324780168 - Property 2879900210
source: Documents
mk: Документи

# Page 523354100 - Action 3564800270 - Property 1295455071
source: Open the list of ongoing jobs.
mk: Отворете ја листата на тековни работни места.

# Page 523354100 - Action 4241239722 - Property 1295455071
source: Open the list of ongoing blanket orders.
mk: Отворете го списокот со тековни целосни нарачки.

# Page 523354100 - Action 4241239722 - Property 2879900210
source: Blanket Orders
mk: Ќебе нарачки

# Page 523354100 - Action 502423214 - Property 1295455071
source: View a list of ongoing sales invoices for the customer.
mk: Погледнете список на тековни продажни фактури за клиентот.

# Page 523354100 - Action 502423214 - Property 2879900210
source: Invoices
mk: Фактури

# Page 523354100 - Action 4147891083 - Property 2879900210
source: Issued Documents
mk: Издадени документи

# Page 523354100 - Action 1735664188 - Property 1295455071
source: View the finance charge memos that you have sent to the customer.
mk: Погледнете ги белешките за финансиски трошоци што сте ги испратиле до клиентот.

# Page 523354100 - Action 1358149018 - Property 1295455071
source: View the reminders that you have sent to the customer.
mk: Погледнете ги потсетниците што сте ги испратиле до клиентот.

# Page 523354100 - Action 3435539207 - Property 1295455071
source: View a list of ongoing sales orders for the customer.
mk: Погледнете список на тековни нарачки за продажба за клиентот.

# Page 523354100 - Action 3435539207 - Property 2879900210
source: Orders
mk: Нарачки

# Page 523354100 - Action 2593441947 - Property 1295455071
source: View a list of ongoing sales quotes for the customer.
mk: Погледнете список на тековни понуди за продажба за клиентот.

# Page 523354100 - Action 2593441947 - Property 2879900210
source: Quotes
mk: Цитати

# Page 523354100 - Action 2778639561 - Property 1295455071
source: Open the list of ongoing return orders.
mk: Отворете го списокот со тековни нарачки за враќање.

# Page 523354100 - Action 2778639561 - Property 2879900210
source: Return Orders
mk: Нарачки за враќање

# Page 523354100 - Action 4201773078 - Property 2879900210
source: History
mk: Историја

# Page 523354100 - Action 3826735117 - Property 2879900210
source: Action140
mk: Дејство140

# Page 523354100 - Action 1595006073 - Property 1295455071
source: View statistical information, such as the value of posted entries, for the record.
mk: Погледнете ги статистичките информации, како што е вредноста на објавените записи, за евиденција.

# Page 523354100 - Action 1595006073 - Property 2879900210
source: Statistics
mk: Статистика

# Page 523354100 - Action 162786187 - Property 1295455071
source: View entry statistics for the record.
mk: Прикажи ја статистиката за влез за евиденција.

# Page 523354100 - Action 162786187 - Property 2879900210
source: Entry Statistics
mk: Статистика за влез

# Page 523354100 - Action 162725634 - Property 1295455071
source: View serial or lot numbers that are assigned to items.
mk: Прегледајте ги сериските или многубројните броеви кои се доделени на ставките.

# Page 523354100 - Action 1111476699 - Property 1295455071
source: View the history of transactions that have been posted for the selected record.
mk: Погледнете ја историјата на трансакциите што се објавени за избраниот запис.

# Page 523354100 - Action 655202066 - Property 1295455071
source: View a summary of customer ledger entries. You select the time interval in the View by field. The Period column on the left contains a series of dates that are determined by the time interval you have selected.
mk: Погледнете го резимето на записите во книгата на клиентите. Го избирате временскиот интервал во полето Прикажи по. Колоната Период лево содржи серија датуми кои се одредуваат според временскиот интервал што сте го избрале.

# Page 523354100 - Action 709229469 - Property 1295455071
source: View a list of emails that you have sent to this customer.
mk: Погледнете список на е-пораки што сте ги испратиле на овој клиент.

# Page 523354100 - Action 709229469 - Property 2879900210
source: Sent Emails
mk: Испратени е-пошта

# Page 523354100 - Action 1395286907 - Property 1295455071
source: View statistics for customers that use multiple currencies.
mk: Приказ на статистика за клиенти кои користат повеќе валути.

# Page 523354100 - Action 2679551748 - Property 1295455071
source: View or set up different discounts for products that you sell to the customer. A product line discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Погледнете или поставете различни попусти за производите што ги продавате на купувачот. Попуст на линијата на производи автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 2679551748 - Property 2879900210
source: Sales Discounts
mk: Продажни попусти

# Page 523354100 - Action 107042787 - Property 1295455071
source: Set up different discounts that are applied to invoices for the customer. An invoice discount is automatically granted to the customer when the total on a sales invoice exceeds a certain amount.
mk: Поставете различни попусти кои се применуваат на фактурите за клиентот. Попуст на фактурата автоматски се доделува на клиентот кога вкупниот износ на фактурата за продажба надминува одреден износ.

# Page 523354100 - Action 2185526028 - Property 1295455071
source: View or set up different discounts for items that you sell to the customer. An item discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни попусти за артикли што ги продавате на клиентот. Попуст на артиклите автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 2185526028 - Property 2879900210
source: Line Discounts
mk: Попусти на линијата

# Page 523354100 - Action 1020083076 - Property 1295455071
source: View or set up sales price lines for products that you sell to the customer. A product price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете линии за продажни цени за производите што ги продавате на клиентот. Цената на производот автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 1020083076 - Property 2879900210
source: Sales Prices
mk: Продажни цени

# Page 523354100 - Action 3453557664 - Property 1295455071
source: View or set up sales price lists for products that you sell to the customer. A product price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прегледајте или поставете продажни ценовници за производите што ги продавате на клиентот. Цената на производот автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 3453557664 - Property 2879900210
source: Sales Price Lists
mk: Продажни ценовници

# Page 523354100 - Action 617262734 - Property 1295455071
source: View or set up different discounts for products that you sell to the customer. A product line discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Погледнете или поставете различни попусти за производите што ги продавате на купувачот. Попуст на линијата на производи автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 617262734 - Property 2879900210
source: Price Lists (Discounts)
mk: Ценовници (попусти)

# Page 523354100 - Action 1167061642 - Property 1295455071
source: View or set up different prices for items that you sell to the customer. An item price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни цени за артиклите што ги продавате на клиентот. Цената на ставката автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 523354100 - Action 1167061642 - Property 2879900210
source: Prices
mk: Цените

# Page 523354100 - Action 1087891948 - Property 1295455071
source: View all the sales prices and line discounts that you grant for this customer when certain criteria are met, such as quantity, or ending date.
mk: Погледнете ги сите продажни цени и попусти на линијата што ги доделувате за овој клиент кога се исполнети одредени критериуми, како што се количина или датум на завршување.

# Page 523354100 - Action 2187938695 - Property 2879900210
source: Service
mk: Сервис

# Page 523354100 - Action 165480510 - Property 1295455071
source: Open the list of ongoing service contracts.
mk: Отворете го списокот со тековни договори за услуги.

# Page 523354100 - Action 555685007 - Property 1295455071
source: View or edit the service items that are registered for the customer.
mk: Прегледајте ги или уредувајте ги услужните ставки што се регистрирани за клиентот.

# Page 523354100 - Action 3297607540 - Property 1295455071
source: Open the list of ongoing service orders.
mk: Отворете го списокот со тековни нарачки за услуги.

# Page 523354100 - Action 3297607540 - Property 2879900210
source: Service Orders
mk: Налози за сервисирање

# Page 523354100 - Action 227370865 - Property 2879900210
source: Approval
mk: Одобрување

# Page 523354100 - Action 803889193 - Property 1295455071
source: Approve the requested changes.
mk: Одобрете ги бараните промени.

# Page 523354100 - Action 803889193 - Property 2879900210
source: Approve
mk: Одобри

# Page 523354100 - Action 2790486453 - Property 1295455071
source: View or add comments for the record.
mk: Погледнете или додајте коментари за евиденција.

# Page 523354100 - Action 2790486453 - Property 2879900210
source: Comments
mk: Коментари

# Page 523354100 - Action 1013253961 - Property 1295455071
source: Delegate the approval to a substitute approver.
mk: Делегирајте го одобрението на заменик одобрувач.

# Page 523354100 - Action 1013253961 - Property 2879900210
source: Delegate
mk: Делегат

# Page 523354100 - Action 113888489 - Property 1295455071
source: Reject the approval request.
mk: Одбијте го барањето за одобрување.

# Page 523354100 - Action 113888489 - Property 2879900210
source: Reject
mk: Отфрли

# Page 523354100 - Action 1285973296 - Property 1295455071
source: Send an email to this customer.
mk: Испратете е-пошта до овој клиент.

# Page 523354100 - Action 1285973296 - Property 2879900210
source: Send Email
mk: Испрати е-маил

# Page 523354100 - Action 3569786096 - Property 1295455071
source: Apply a template to update the entity with your standard settings for a certain type of entity.
mk: Применете образец за да го ажурирате ентитетот со вашите стандардни поставки за одреден тип на ентитет.

# Page 523354100 - Action 3569786096 - Property 2879900210
source: Apply Template
mk: Примени Шаблон

# Page 523354100 - Action 1932534545 - Property 1295455071
source: Merge two customer records into one. Before merging, review which field values you want to keep or override. The merge action cannot be undone.
mk: Спојте две записи на клиенти во една. Пред да се споите, прегледајте кои вредности на полињата сакате да ги задржите или отфрлите. Дејството за спојување не може да се врати.

# Page 523354100 - Action 1932534545 - Property 2879900210
source: Merge With
mk: Спојување со

# Page 523354100 - Action 831745189 - Property 1295455071
source: Save the customer card as a template that can be reused to create new customer cards. Customer templates contain preset information to help you fill fields on customer cards.
mk: Зачувајте ја клиентската картичка како шаблон што може повторно да се користи за создавање нови картички за клиенти. Шаблони за клиенти содржат претходно поставени информации за да ви помогнат да ги пополните полињата на картичките на клиентите.

# Page 523354100 - Action 831745189 - Property 2879900210
source: Save as Template
mk: Зачувај како Шаблон

# Page 523354100 - Action 2440873021 - Property 1295455071
source: View or edit customer templates.
mk: Приказ или уредување на шаблони за клиенти.

# Page 523354100 - Action 2440873021 - Property 2879900210
source: Templates
mk: Шаблони

# Page 523354100 - Action 2899087397 - Property 1295455071
source: Process your customer payments by matching amounts received on your bank account with the related unpaid sales invoices, and then post the payments.
mk: Обработете ги плаќањата на вашите клиенти со усогласување на износите добиени на вашата банкарска сметка со поврзаните неплатени продажни фактури, а потоа објавете ги плаќањата.

# Page 523354100 - Action 2899087397 - Property 2879900210
source: Register Customer Payments
mk: Регистрирајте ги плаќањата на клиентите

# Page 523354100 - Action 3748431098 - Property 1295455071
source: Create a cash receipt journal line for the customer, for example, to post a payment receipt.
mk: Направете линија за дневник за прием на готовина за клиентот, на пример, да објави потврда за плаќање.

# Page 523354100 - Action 3748431098 - Property 2879900210
source: Post Cash Receipts
mk: Објавете готовински сметки

# Page 523354100 - Action 2364670106 - Property 2879900210
source: Request Approval
mk: Барање одобрување

# Page 523354100 - Action 858296388 - Property 1295455071
source: Cancel the approval request.
mk: Откажете го барањето за одобрување.

# Page 523354100 - Action 2668096654 - Property 2879900210
source: Power Automate
mk: Автоматизирање на енергија

# Page 523354100 - Action 1475970794 - Property 1295455071
source: Create a new flow in Power Automate from a list of relevant flow templates.
mk: Создадете нов проток во Power Automate од список на релевантни шаблони за проток.

# Page 523354100 - Action 1475970794 - Property 2879900210
source: Create a Power Automate approval flow
mk: Креирајте проток на одобрување за Power Automate

# Page 523354100 - Action 2424806812 - Property 1295455071
source: Create a new flow in Power Automate from a list of relevant flow templates.
mk: Создадете нов проток во Power Automate од список на релевантни шаблони за проток.

# Page 523354100 - Action 2424806812 - Property 2879900210
source: Create approval flow
mk: Создадете проток на одобрување

# Page 523354100 - Action 4289635518 - Property 1295455071
source: View and configure Power Automate flows that you created.
mk: Приказ и конфигурирање на тековите на Power Automate што сте ги создале.

# Page 523354100 - Action 4289635518 - Property 2879900210
source: See my flows
mk: Види ги моите текови

# Page 523354100 - Action 383335270 - Property 1295455071
source: Request approval to change the record.
mk: Побарајте одобрение за промена на записот.

# Page 523354100 - Action 1727838235 - Property 1295455071
source: Post any sales transaction for the customer.
mk: Објавете ја секоја продажна трансакција за клиентот.

# Page 523354100 - Action 1727838235 - Property 2879900210
source: Sales Journal
mk: Продажен весник

# Page 523354100 - Action 970153994 - Property 1295455071
source: Apply a Word template on the selected records.
mk: Применете шаблон Word на избраните записи.

# Page 523354100 - Action 970153994 - Property 2879900210
source: Apply Word Template
mk: Примени Word Шаблон

# Page 523354100 - Action 3812023357 - Property 2879900210
source: Workflow
mk: Работен тек

# Page 523354100 - Action 1510548940 - Property 1295455071
source: Set up an approval workflow for creating or changing customers, by going through a few pages that will guide you.
mk: Поставете работен тек на одобрување за креирање или менување клиенти, така што ќе поминете низ неколку страници што ќе ве водат.

# Page 523354100 - Action 1510548940 - Property 2879900210
source: Create Approval Workflow
mk: Креирајте работен тек за одобрување

# Page 523354100 - Action 1361931818 - Property 1295455071
source: View or edit existing approval workflows for creating or changing customers.
mk: Приказ или уредување на постоечки работни текови за одобрување за создавање или менување клиенти.

# Page 523354100 - Action 1361931818 - Property 2879900210
source: Manage Approval Workflows
mk: Управувајте со работните текови за одобрување

# Page 523354100 - Action 1587086413 - Property 2879900210
source: New Document
mk: Нов документ

# Page 523354100 - Action 2224783030 - Property 2879900210
source: Approve
mk: Одобри

# Page 523354100 - Action 311693179 - Property 2879900210
source: Request Approval
mk: Барање одобрување

# Page 523354100 - Action 949389796 - Property 2879900210
source: Prices &amp;amp;amp; Discounts
mk: Цени и попусти

# Page 523354100 - Action 3162358218 - Property 2879900210
source: Customer
mk: Клиент

# Page 523354100 - Action 2234406979 - Property 2879900210
source: Report
mk: Репорт

# Page 523354100 - Action 3154140447 - Property 2879900210
source: Synchronize
mk: Синхронизирај

# Page 523354100 - Action 1231476694 - Property 2879900210
source: Coupling
mk: Спојка

# Page 523354100 - Action 3103176477 - Property 1295455071
source: Schedule Customer Statements in the Job Queue.
mk: Распоред на изјавите на клиентите во редот за работа.

# Page 523354100 - Action 3103176477 - Property 2879900210
source: Scheduled Statements
mk: Закажани изјави

# Page 523354100 - Action 1928977090 - Property 1295455071
source: View a list with customers' payment history up until a certain date. You can use the report to extract your total sales income at the close of an accounting period or fiscal year.
mk: Приказ на список со историја на плаќања на клиентите до одреден датум. Можете да го користите извештајот за да го извлечете вашиот вкупен приход од продажба на крајот на пресметковниот период или фискална година.

# Page 523354100 - Action 1928977090 - Property 2879900210
source: Customer - Balance to Date
mk: Клиент - биланс до датум

# Page 523354100 - Action 484445550 - Property 1295455071
source: View mailing labels with the customers' names and addresses.
mk: Погледнете ги етикетите за пошта со имињата и адресите на клиентите.

# Page 523354100 - Action 484445550 - Property 2879900210
source: Customer - Labels
mk: Клиент - Етикети

# Page 523354100 - Action 1476842928 - Property 1295455071
source: View a detailed list of each customer's total payments due, divided into three time periods. The report can be used to decide when to issue reminders, to evaluate a customer's creditworthiness, or to prepare liquidity analyses.
mk: Погледнете детален список на вкупните доспеани плаќања на секој клиент, поделени во три временски периоди. Извештајот може да се користи за да се одлучи кога да се издаваат потсетници, да се оцени кредитната способност на клиентот или да се подготват анализи на ликвидноста.

# Page 523354100 - Action 1476842928 - Property 2879900210
source: Customer Detailed Aging
mk: Детално стареење на клиентите
