Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 523354100 - Action 3669476013 - Property 1295455071
source: View a list of a customer's transactions for a selected period, for example, to send to the customer at the close of an accounting period. You can choose to have all overdue balances displayed regardless of the period specified, or you can choose to include an aging band.
mk: Прикажи список на трансакции на клиент за избран период, на пример, да се испрати до клиентот на крајот на пресметковниот период. Можете да изберете да се прикажат сите задоцнети салда без оглед на наведениот период, или можете да изберете да вклучите старечка лента.

# Page 523354100 - Action 3669476013 - Property 2879900210
source: Statement
mk: Изјава

# Table 1994964448 - Property 2879900210
source: Customer
mk: Клиент

# Table 1994964448 - NamedType 266843224
source: Do you want to allow payment tolerance for entries that are currently open?
mk: Дали сакате да дозволите толеранција за плаќање за записи што се моментално отворени?

# Table 1994964448 - NamedType 1563286797
source: The Blocked field cannot be changed because the user is blocked for privacy reasons.
mk: Полето Блокирано не може да се смени бидејќи корисникот е блокиран од причини за приватност.

# Table 1994964448 - NamedType 1259414902
source: If you change the Blocked field, the Privacy Blocked field is changed to No. Do you want to continue?
mk: Ако го промените полето Блокирано, полето Забрането приватност се менува во бр. Дали сакате да продолжите?

# Table 1994964448 - NamedType 2103980160
source: This customer is not registered. To continue, choose one of the following options:
mk: Овој клиент не е регистриран. За да продолжите, изберете една од следниве опции:

# Table 1994964448 - NamedType 1611902957
source: must not have the length more than 20 symbols
mk: Не смее да има должина поголема од 20 симболи

# Table 1994964448 - NamedType 1398852855
source: Override Image?
mk: Да се ​​отфрли сликата?

# Table 1994964448 - NamedType 49602008
source: must not contain letters
mk: Не смее да содржи букви

# Table 1994964448 - NamedType 459696055
source: Do you want to remove payment tolerance from entries that are currently open?
mk: Дали сакате да ја отстраните толеранцијата за плаќање од записите што се моментално отворени?

# Table 1994964448 - NamedType 1341234232
source: You must select an existing customer.
mk: Мора да изберете постоечки клиент.

# Table 1994964448 - NamedType 215921675
source: Select an existing customer
mk: Изберете постоечки клиент

# Table 1994964448 - NamedType 2476940767
source: You cannot delete %1 %2 because there is at least one outstanding Sales %3 for this customer.
mk: Не можете да избришете % 1 % 2 бидејќи има барем една извонредна продажба % 3 за овој клиент.

# Table 1994964448 - NamedType 3752334001
source: Do you wish to create a contact for %1 %2?
mk: Дали сакате да создадете контакт за % 1 % 2?

# Table 1994964448 - NamedType 95063322
source: Contact %1 %2 is not related to customer %3 %4.
mk: Контактот % 1 % 2 не е поврзан со клиентот % 3 % 4.

# Table 1994964448 - NamedType 732759939
source: post
mk: Пост

# Table 1994964448 - NamedType 1370456556
source: create
mk: Создаваат

# Table 1994964448 - NamedType 2008153173
source: You cannot %1 this type of document when Customer %2 is blocked with type %3
mk: Не можете да %1 овој тип на документ кога клиентот %2 е блокиран со тип %3

# Table 1994964448 - NamedType 3283546407
source: Deleting the %1 %2 will cause the %3 to be deleted for the associated Service Items. Do you want to continue?
mk: Бришењето на % 1 % 2 ќе предизвика % 3 да се избрише за поврзаните ставки на услугата. Дали сакате да продолжите?

# Table 1994964448 - NamedType 3921243024
source: Cannot delete customer.
mk: Не може да се избрише клиентот.

# Table 1994964448 - NamedType 1664139952
source: The %1 %2 has been assigned to %3 %4.\The same %1 cannot be entered on more than one %3. Enter another code.
mk: %1 %2 е доделен на %3 %4.\Истиот %1 не може да се внесе на повеќе од еден %3. Внесете друг код.

# Table 1994964448 - NamedType 1026443335
source: Reconciling IC transactions may be difficult if you change IC Partner Code because this %1 has ledger entries in a fiscal year that has not yet been closed.\ Do you still want to change the IC Partner Code?
mk: Усогласувањето на трансакциите со ИЦ може да биде тешко ако го промените кодот на партнерот на ИЦ бидејќи овој %1 има записи во книгата во фискална година што сè уште не е затворена.\ Дали сè уште сакате да го промените кодот на партнерот ИЦ?

# Table 1994964448 - NamedType 2939533186
source: You cannot change the contents of the %1 field because this %2 has one or more open ledger entries.
mk: Не можете да ја промените содржината на полето % 1 бидејќи ова % 2 има еден или повеќе отворени записи во книгата.

# Table 1994964448 - NamedType 3577229803
source: You cannot delete %1 %2 because there is at least one %3 associated to this customer.
mk: Не можете да избришете % 1 % 2 бидејќи има најмалку еден % 3 поврзан со овој клиент.

# Table 1994964448 - Field 3168444338 - Property 2879900210
source: Address
mk: Адреса

# Table 1994964448 - Field 2306852000 - Property 2879900210
source: Address 2
mk: Адреса 2

# Table 1994964448 - Field 1002060992 - Property 2879900210
source: Allow Line Disc.
mk: Дозволи Line Disc.

# Table 1994964448 - Field 1627842903 - Property 2879900210
source: Allow Multiple Posting Groups
mk: Дозволи повеќе групи за објавување

# Table 1994964448 - Field 636392376 - Property 2879900210
source: Amount
mk: Износ

# Table 1994964448 - Field 2039693239 - Property 2879900210
source: Application Method
mk: Начин на апликација

# Table 1994964448 - Field 25700210 - Property 2879900210
source: Balance
mk: Биланс

# Table 1994964448 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
mk: Салдо (LCY)

# Table 1994964448 - Field 2883274974 - Property 2879900210
source: Balance Due
mk: Доспеан биланс

# Table 1994964448 - Field 230205143 - Property 2879900210
source: Balance Due (LCY)
mk: Доспеан салдо (LCY)

# Table 1994964448 - Field 2726785886 - Property 2879900210
source: Base Calendar Code
mk: Основен календарски код

# Table 1994964448 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
mk: Сметка до клиент бр.

# Table 1994964448 - Field 2712616645 - Property 2879900210
source: Bill-to No. Of Archived Doc.
mk: Бил-до бр. на архивирана документ.

# Table 1994964448 - Field 3722913007 - Property 2879900210
source: Bill-To No. of Blanket Orders
mk: Бил-до бр. на ќебе нарачки

# Table 1994964448 - Field 2256916417 - Property 2879900210
source: Bill-To No. of Credit Memos
mk: Бил-до бр. на кредитни белешки

# Table 1994964448 - Field 884992451 - Property 2879900210
source: Bill-To No. of Invoices
mk: Бик-до бр. на фактури

# Table 1994964448 - Field 2003485938 - Property 2879900210
source: Bill-To No. of Orders
mk: Бил-до бр. на нарачки

# Table 1994964448 - Field 848688228 - Property 2879900210
source: Bill-To No. of Pstd. Cr. Memos
mk: Предлог-до бр. на Pstd. Кр. Меморандуми

# Table 1994964448 - Field 301051040 - Property 2879900210
source: Bill-To No. of Pstd. Invoices
mk: Предлог-до бр. на Pstd. Фактури

# Table 1994964448 - Field 2040970420 - Property 2879900210
source: Bill-To No. of Pstd. Return R.
mk: Предлог-до бр. на Pstd. Врати се Р.

# Table 1994964448 - Field 798403567 - Property 2879900210
source: Bill-To No. of Pstd. Shipments
mk: Предлог-до бр. на Pstd. Пратки

# Table 1994964448 - Field 898934982 - Property 2879900210
source: Bill-To No. of Quotes
mk: Бил-до бр. на цитати

# Table 1994964448 - Field 1317676664 - Property 2879900210
source: Bill-To No. of Return Orders
mk: Бил-до бр. на налози за враќање

# Table 1994964448 - Field 3524847678 - Property 2879900210
source: Block Payment Tolerance
mk: Блокирај толеранција за плаќање

# Table 1994964448 - Field 3543129988 - Property 2879900210
source: Blocked
mk: Блокиран

# Table 1994964448 - Field 2685983588 - Property 2879900210
source: Budgeted Amount
mk: Буџетска сума

# Table 1994964448 - Field 1483009923 - Property 2879900210
source: Cash Flow Payment Terms Code
mk: Код за Услови за плаќање на готовински тек

# Table 1994964448 - Field 1320406198 - Property 2879900210
source: Chain Name
mk: Име на синџирот

# Table 1994964448 - Field 714791889 - Property 2879900210
source: City
mk: Градот

# Table 1994964448 - Field 1002688963 - Property 2879900210
source: Collection Method
mk: Метод на собирање

# Table 1994964448 - Field 4231739422 - Property 2879900210
source: Combine Shipments
mk: Комбинирајте пратки

# Table 1994964448 - Field 2790486453 - Property 2879900210
source: Comment
mk: Коментар

# Table 1994964448 - Field 3993128796 - Property 2879900210
source: Contact
mk: Контакт

# Table 1994964448 - Field 1006095699 - Property 2879900210
source: Contact Graph Id
mk: Ид на графикон за контакт

# Table 1994964448 - Field 955210983 - Property 2879900210
source: Contact ID
mk: ИД за контакт

# Table 1994964448 - Field 1295441052 - Property 2879900210
source: Contact Type
mk: Тип на контакт

# Table 1994964448 - Field 2993384493 - Property 2879900210
source: Contract Gain/Loss Amount
mk: Износ на добивка/загуба од договорот

# Table 1994964448 - Field 2063456215 - Property 2879900210
source: Copy Sell-to Addr. to Qte From
mk: Копирај Продажба на Адреса. до Qte Од

# Table 1994964448 - Field 284764054 - Property 2879900210
source: Country/Region Code
mk: Код на земја/регион

# Table 1994964448 - Field 499448942 - Property 2879900210
source: County
mk: Округот

# Table 1994964448 - Field 2500823165 - Property 2879900210
source: Coupled to Dataverse
mk: Споен со Dataverse

# Table 1994964448 - Field 3774928044 - Property 2879900210
source: Coupled to Dataverse
mk: Споен со Dataverse

# Table 1994964448 - Field 3358078806 - Property 2879900210
source: Cr. Memo Amounts
mk: Кр. Износи за белешки

# Table 1994964448 - Field 4259245807 - Property 2879900210
source: Cr. Memo Amounts (LCY)
mk: Кр. Износи за белешки (LCY)

# Table 1994964448 - Field 2556136339 - Property 2879900210
source: Credit Amount
mk: Кредитна сума

# Table 1994964448 - Field 4058933634 - Property 2879900210
source: Credit Amount (LCY)
mk: Кредитна сума (LCY)

# Table 1994964448 - Field 3246865201 - Property 2879900210
source: Credit Limit (LCY)
mk: Кредитен лимит (LCY)

# Table 1994964448 - Field 4198939294 - Property 2879900210
source: Currency Code
mk: Код на валута

# Table 1994964448 - Field 2210284121 - Property 2879900210
source: Currency Filter
mk: Филтер за валута

# Table 1994964448 - Field 856337278 - Property 2879900210
source: Currency Id
mk: Ид на валута

# Table 1994964448 - Field 273731812 - Property 2879900210
source: Customer Disc. Group
mk: Кориснички диск. Група

# Table 1994964448 - Field 410940989 - Property 2879900210
source: Customer Posting Group
mk: Група за објавување на клиенти

# Table 1994964448 - Field 2725149570 - Property 2879900210
source: Customer Price Group
mk: Група за цени на клиенти

# Table 1994964448 - Field 995090288 - Property 2879900210
source: Date Filter
mk: Филтер за датум

# Table 1994964448 - Field 2796346326 - Property 2879900210
source: Debit Amount
mk: Дебитен износ

# Table 1994964448 - Field 322595695 - Property 2879900210
source: Debit Amount (LCY)
mk: Дебитен износ (LCY)

# Table 1994964448 - Field 308872266 - Property 2879900210
source: Disable Search by Name
mk: Оневозможете пребарување по име

# Table 1994964448 - Field 1690655812 - Property 2879900210
source: Document Sending Profile
mk: Профил за испраќање документ

# Table 1994964448 - Field 1541011875 - Property 2879900210
source: Email
mk: Е-пошта

# Table 1994964448 - Field 3217411102 - Property 2879900210
source: EORI Number
mk: Број на EORI

# Table 1994964448 - Field 4292041129 - Property 2879900210
source: Exclude from Payment Practices
mk: Исклучи од практиките за плаќање

# Table 1994964448 - Field 1807381932 - Property 2879900210
source: Fax No.
mk: Факс бр.

# Table 1994964448 - Field 2551169305 - Property 2879900210
source: Fin. Charge Memo Amounts (LCY)
mk: Перка. Износи за белешка за наплата (LCY)

# Table 1994964448 - Field 2725554719 - Property 2879900210
source: Fin. Charge Terms Code
mk: Перка. Код за условите за наплата

# Table 1994964448 - Field 1805292417 - Property 2879900210
source: Finance Charge Memo Amounts
mk: Износи на меморандум за финансиски трошоци

# Table 1994964448 - Field 2002724477 - Property 2879900210
source: Format Region
mk: Форматирајте го регионот

# Table 1994964448 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
mk: Автобус на генералот. Група за објавување

# Table 1994964448 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
mk: Код на глобална димензија 1

# Table 1994964448 - Field 1861213814 - Property 2879900210
source: Global Dimension 1 Filter
mk: Филтер со глобална димензија 1

# Table 1994964448 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
mk: Код на глобална димензија 2

# Table 1994964448 - Field 588326355 - Property 2879900210
source: Global Dimension 2 Filter
mk: Филтер со глобална димензија 2

# Table 1994964448 - Field 2909674232 - Property 2879900210
source: Home Page
mk: Почетна страница

# Table 1994964448 - Field 1329258699 - Property 2879900210
source: IC Partner Code
mk: Код на IC партнер

# Table 1994964448 - Field 320775665 - Property 2879900210
source: Image
mk: Слика

# Table 1994964448 - Field 1600836832 - Property 2879900210
source: Intrastat Partner Type
mk: Тип на партнер на Интрастат

# Table 1994964448 - Field 3173139721 - Property 2879900210
source: Inv. Amounts (LCY)
mk: Инв. Износи (LCY)

# Table 1994964448 - Field 669815994 - Property 2879900210
source: Inv. Discounts (LCY)
mk: Инв. Попусти (LCY)

# Table 1994964448 - Field 1692739394 - Property 2879900210
source: Invoice Amounts
mk: Износите на фактурата

# Table 1994964448 - Field 1954627230 - Property 2879900210
source: Invoice Copies
mk: Копии од фактура

# Table 1994964448 - Field 2095078121 - Property 2879900210
source: Invoice Disc. Code
mk: Диск за фактура. Код

# Table 1994964448 - Field 2273653569 - Property 2879900210
source: Language Code
mk: Јазичен код

# Table 1994964448 - Field 2393253273 - Property 2879900210
source: Last Date Modified
mk: Последен датум е изменет

# Table 1994964448 - Field 749447638 - Property 2879900210
source: Last Modified Date Time
mk: Последна измена на датумот Време

# Table 1994964448 - Field 1619051884 - Property 2879900210
source: Last Statement No.
mk: Последна изјава бр.

# Table 1994964448 - Field 2161572060 - Property 2879900210
source: Location Code
mk: Код на локација

# Table 1994964448 - Field 352546477 - Property 2879900210
source: Mobile Phone No.
mk: Мобилен телефон бр.

# Table 1994964448 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 1994964448 - Field 966287263 - Property 2879900210
source: Name 2
mk: Име 2

# Table 1994964448 - Field 2304016699 - Property 2879900210
source: Net Change
mk: Нето промена

# Table 1994964448 - Field 2274735498 - Property 2879900210
source: Net Change (LCY)
mk: Нето промена (LCY)

# Table 1994964448 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 1994964448 - Field 979138732 - Property 2879900210
source: No. of Blanket Orders
mk: Бр. на ќебе нарачки

# Table 1994964448 - Field 756754958 - Property 2879900210
source: No. of Credit Memos
mk: Број на кредитни белешки

# Table 1994964448 - Field 3286276488 - Property 2879900210
source: No. of Invoices
mk: Број на фактури

# Table 1994964448 - Field 1397175981 - Property 2879900210
source: No. of Orders
mk: Број на нарачки

# Table 1994964448 - Field 1211471513 - Property 2879900210
source: No. of Pstd. Credit Memos
mk: Бр. на Pstd. Кредитни белешки

# Table 1994964448 - Field 1880923931 - Property 2879900210
source: No. of Pstd. Invoices
mk: Бр. на Pstd. Фактури

# Table 1994964448 - Field 1313174762 - Property 2879900210
source: No. of Pstd. Return Receipts
mk: Бр. на Pstd. Потврди за враќање

# Table 1994964448 - Field 838674276 - Property 2879900210
source: No. of Pstd. Shipments
mk: Бр. на Pstd. Пратки

# Table 1994964448 - Field 3882104761 - Property 2879900210
source: No. of Quotes
mk: Број на цитати

# Table 1994964448 - Field 2424382395 - Property 2879900210
source: No. of Return Orders
mk: Број на налози за враќање

# Table 1994964448 - Field 3996524094 - Property 2879900210
source: No. of Ship-to Addresses
mk: Број на адреси од брод до

# Table 1994964448 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 1994964448 - Field 3452707621 - Property 2879900210
source: Other Amounts
mk: Други износи

# Table 1994964448 - Field 1567059056 - Property 2879900210
source: Other Amounts (LCY)
mk: Други износи (LCY)

# Table 1994964448 - Field 351181786 - Property 2879900210
source: Our Account No.
mk: Нашата сметка бр.

# Table 1994964448 - Field 4073474708 - Property 2879900210
source: Outstanding Invoices
mk: Ненаплатени фактури

# Table 1994964448 - Field 1593965425 - Property 2879900210
source: Outstanding Invoices (LCY)
mk: Неплатени фактури (LCY)

# Table 1994964448 - Field 598900193 - Property 2879900210
source: Outstanding Orders
mk: Извонредни нарачки

# Table 1994964448 - Field 3673076468 - Property 2879900210
source: Outstanding Orders (LCY)
mk: Ненаплатени нарачки (LCY)

# Table 1994964448 - Field 606321536 - Property 2879900210
source: Outstanding Serv. Orders (LCY)
mk: Извонреден серв. Нарачки (LCY)

# Table 1994964448 - Field 2568007077 - Property 2879900210
source: Outstanding Serv.Invoices(LCY)
mk: Извонредна услуга.фактури (LCY)

# Table 1994964448 - Field 1522950594 - Property 2879900210
source: Partner Type
mk: Тип на партнер

# Table 1994964448 - Field 3855271124 - Property 2879900210
source: Payment Method Code
mk: Код за начинот на плаќање

# Table 1994964448 - Field 3060526164 - Property 2879900210
source: Payment Method Id
mk: Ид на начин на плаќање

# Table 1994964448 - Field 966740350 - Property 2879900210
source: Payment Terms Code
mk: Код на услови за плаќање

# Table 1994964448 - Field 486769246 - Property 2879900210
source: Payment Terms Id
mk: Услови за плаќање Ид

# Table 1994964448 - Field 1004196339 - Property 2879900210
source: Payments
mk: Плаќања

# Table 1994964448 - Field 1941690658 - Property 2879900210
source: Payments (LCY)
mk: Плаќања (LCY)

# Table 1994964448 - Field 3986423421 - Property 2879900210
source: Phone No.
mk: Телефонски број.

# Table 1994964448 - Field 3269052218 - Property 2879900210
source: Place of Export
mk: Место на извоз

# Table 1994964448 - Field 1368450854 - Property 2879900210
source: Pmt. Disc. Tolerance (LCY)
mk: Pmt. Диск. Толеранција (LCY)

# Table 1994964448 - Field 3811892954 - Property 2879900210
source: Pmt. Discounts (LCY)
mk: Pmt. Попусти (LCY)

# Table 1994964448 - Field 3332542523 - Property 2879900210
source: Pmt. Tolerance (LCY)
mk: Pmt. Толеранција (LCY)

# Table 1994964448 - Field 3660300303 - Property 2879900210
source: Post Code
mk: Поштенски код

# Table 1994964448 - Field 1634172321 - Property 2879900210
source: Preferred Bank Account Code
mk: Код на претпочитана банкарска сметка

# Table 1994964448 - Field 3146932276 - Property 2879900210
source: Prepayment %
mk: Претплата %

# Table 1994964448 - Field 3428108069 - Property 2879900210
source: Price Calculation Method
mk: Начин на пресметување на цената

# Table 1994964448 - Field 304272296 - Property 2879900210
source: Prices Including VAT
mk: Цени со вклучен ДДВ

# Table 1994964448 - Field 1382454869 - Property 2879900210
source: Primary Contact No.
mk: Примарен контакт бр.

# Table 1994964448 - Field 3306062001 - Property 2879900210
source: Print Statements
mk: Печати изјави

# Table 1994964448 - Field 4130293374 - Property 2879900210
source: Priority
mk: Приоритет

# Table 1994964448 - Field 880902346 - Property 2879900210
source: Privacy Blocked
mk: Приватноста е блокирана

# Table 1994964448 - Field 2618409075 - Property 2879900210
source: Profit (LCY)
mk: Добивка (LCY)

# Table 1994964448 - Field 1284804951 - Property 2879900210
source: Refunds
mk: Рефундирање

# Table 1994964448 - Field 2064096558 - Property 2879900210
source: Refunds (LCY)
mk: Рефундирање (LCY)

# Table 1994964448 - Field 3009936590 - Property 2879900210
source: Registration No.
mk: Регистрација бр.

# Table 1994964448 - Field 4236850443 - Property 2879900210
source: Reminder Amounts
mk: Износи за потсетување

# Table 1994964448 - Field 1940566266 - Property 2879900210
source: Reminder Amounts (LCY)
mk: Износи за потсетување (LCY)

# Table 1994964448 - Field 1840439778 - Property 2879900210
source: Reminder Terms Code
mk: Код на условите за потсетување

# Table 1994964448 - Field 825293260 - Property 2879900210
source: Reserve
mk: Резервирај

# Table 1994964448 - Field 2247850105 - Property 2879900210
source: Responsibility Center
mk: Центар за одговорност

# Table 1994964448 - Field 2623446097 - Property 2879900210
source: Sales (LCY)
mk: Продажба (LCY)

# Table 1994964448 - Field 553464652 - Property 2879900210
source: Salesperson Code
mk: Код на продавач

# Table 1994964448 - Field 411528779 - Property 2879900210
source: Search Name
mk: Пребарај име

# Table 1994964448 - Field 1966263610 - Property 2879900210
source: Sell-to No. Of Archived Doc.
mk: Продажба на бр. на архивирана документ.

# Table 1994964448 - Field 1918938370 - Property 2879900210
source: Serv Shipped Not Invoiced(LCY)
mk: Услугата е испратена нефактурирана (LCY)

# Table 1994964448 - Field 3116130058 - Property 2879900210
source: Service Zone Code
mk: Код на сервисна зона

# Table 1994964448 - Field 993414011 - Property 2879900210
source: Ship-to Code
mk: Код од брод до

# Table 1994964448 - Field 2595889944 - Property 2879900210
source: Ship-to Filter
mk: Филтер од брод до

# Table 1994964448 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
mk: Код на методот на испорака

# Table 1994964448 - Field 1913851070 - Property 2879900210
source: Shipment Method Id
mk: Начин на испорака ID

# Table 1994964448 - Field 3226323109 - Property 2879900210
source: Shipped Not Invoiced
mk: Испратено не фактурирано

# Table 1994964448 - Field 2191530480 - Property 2879900210
source: Shipped Not Invoiced (LCY)
mk: Испратено не фактурирано (LCY)

# Table 1994964448 - Field 3744117490 - Property 2879900210
source: Shipping Advice
mk: Совети за испорака

# Table 1994964448 - Field 4045368290 - Property 2879900210
source: Shipping Agent Code
mk: Шифра на агент за испорака

# Table 1994964448 - Field 2730811709 - Property 2879900210
source: Shipping Agent Service Code
mk: Код за услуга на агент за испорака

# Table 1994964448 - Field 1913523417 - Property 2879900210
source: Shipping Time
mk: Време на испорака

# Table 1994964448 - Field 2157869526 - Property 2879900210
source: Statistics Group
mk: Група за статистика

# Table 1994964448 - Field 305562489 - Property 2879900210
source: Tax Area Code
mk: Код на даночна област

# Table 1994964448 - Field 4281108633 - Property 2879900210
source: Tax Area ID
mk: ID на даночна област

# Table 1994964448 - Field 53839102 - Property 2879900210
source: Tax Liable
mk: Даночен обврзник

# Table 1994964448 - Field 1350725617 - Property 2879900210
source: Telex Answer Back
mk: Телекс Одговор назад

# Table 1994964448 - Field 2018866145 - Property 2879900210
source: Telex No.
mk: Телекс бр.

# Table 1994964448 - Field 1579047687 - Property 2879900210
source: Territory Code
mk: Кодекс на територија

# Table 1994964448 - Field 3838013656 - Property 2879900210
source: Use GLN in Electronic Documents
mk: Користете GLN во електронски документи

# Table 1994964448 - Field 2983311544 - Property 2879900210
source: Validate EU VAT Reg. No.
mk: Потврдете го Регистарот за ДДВ на ЕУ. бр.
