Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Table 1994964448 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
mk: Автобус за ДДВ. Група за објавување

# Table 1994964448 - Field 617267791 - Property 2879900210
source: VAT Registration No.
mk: Регистрација за ДДВ бр.

# Table 681430324 - Property 2879900210
source: Customer Amount
mk: Износ на клиентите

# Table 681430324 - Field 592951229 - Property 2879900210
source: Amount (LCY)
mk: Износ (LCY)

# Table 681430324 - Field 1797368459 - Property 2879900210
source: Amount 2 (LCY)
mk: Износ 2 (LCY)

# Table 681430324 - Field 4190130733 - Property 2879900210
source: Customer No.
mk: Клиент бр.

# Table 785108357 - Property 2879900210
source: Customer Bank Account
mk: Корисничка банкарска сметка

# Table 785108357 - NamedType 2336376477
source: You cannot delete this bank account because it is associated with one or more open ledger entries.
mk: Не можете да ја избришете оваа банкарска сметка бидејќи е поврзана со еден или повеќе отворени записи во книгата.

# Table 785108357 - NamedType 2063046426
source: You must specify either a Bank Account No. or an IBAN.
mk: Мора да наведете или бр. банкарска сметка или IBAN.

# Table 785108357 - Field 3168444338 - Property 2879900210
source: Address
mk: Адреса

# Table 785108357 - Field 2306852000 - Property 2879900210
source: Address 2
mk: Адреса 2

# Table 785108357 - Field 4248640148 - Property 2879900210
source: Bank Account No.
mk: Банкарска сметка бр.

# Table 785108357 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
mk: Филијала на банка бр.

# Table 785108357 - Field 2437639670 - Property 2879900210
source: Bank Clearing Code
mk: Код за расчистување на банката

# Table 785108357 - Field 254917480 - Property 2879900210
source: Bank Clearing Standard
mk: Стандард за клириншка банка

# Table 785108357 - Field 714791889 - Property 2879900210
source: City
mk: Градот

# Table 785108357 - Field 3004954119 - Property 2879900210
source: Code
mk: Код

# Table 785108357 - Field 3993128796 - Property 2879900210
source: Contact
mk: Контакт

# Table 785108357 - Field 284764054 - Property 2879900210
source: Country/Region Code
mk: Код на земја/регион

# Table 785108357 - Field 499448942 - Property 2879900210
source: County
mk: Округот

# Table 785108357 - Field 4198939294 - Property 2879900210
source: Currency Code
mk: Код на валута

# Table 785108357 - Field 4190130733 - Property 2879900210
source: Customer No.
mk: Клиент бр.

# Table 785108357 - Field 1541011875 - Property 2879900210
source: Email
mk: Е-пошта

# Table 785108357 - Field 1807381932 - Property 2879900210
source: Fax No.
mk: Факс бр.

# Table 785108357 - Field 2909674232 - Property 2879900210
source: Home Page
mk: Почетна страница

# Table 785108357 - Field 2273653569 - Property 2879900210
source: Language Code
mk: Јазичен код

# Table 785108357 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 785108357 - Field 966287263 - Property 2879900210
source: Name 2
mk: Име 2

# Table 785108357 - Field 3986423421 - Property 2879900210
source: Phone No.
mk: Телефонски број.

# Table 785108357 - Field 3660300303 - Property 2879900210
source: Post Code
mk: Поштенски код

# Table 785108357 - Field 428874574 - Property 2879900210
source: SWIFT Code
mk: Код на SWIFT

# Table 785108357 - Field 1350725617 - Property 2879900210
source: Telex Answer Back
mk: Телекс Одговор назад

# Table 785108357 - Field 2018866145 - Property 2879900210
source: Telex No.
mk: Телекс бр.

# Table 785108357 - Field 1672122356 - Property 2879900210
source: Transit No.
mk: Транзитен бр.

# Table 410940989 - Property 2879900210
source: Customer Posting Group
mk: Група за објавување на клиенти

# Table 410940989 - Field 1974856811 - Property 2879900210
source: Add. Fee per Line Account
mk: Додадете. Надоместок по линиска сметка

# Table 410940989 - Field 1724970202 - Property 2879900210
source: Additional Fee Account
mk: Сметка за дополнителна такса

# Table 410940989 - Field 3004954119 - Property 2879900210
source: Code
mk: Код

# Table 410940989 - Field 56496994 - Property 2879900210
source: Credit Curr. Appln. Rndg. Acc.
mk: Кредит Curr. Appln. Rndg. Акц.

# Table 410940989 - Field 4017398426 - Property 2879900210
source: Credit Rounding Account
mk: Сметка за заокружување на кредитот

# Table 410940989 - Field 1571903575 - Property 2879900210
source: Debit Curr. Appln. Rndg. Acc.
mk: Debit Curr. Appln. Rndg. Акц.

# Table 410940989 - Field 908418791 - Property 2879900210
source: Debit Rounding Account
mk: Дебитна заокружувачка сметка

# Table 410940989 - Field 3461834954 - Property 2879900210
source: Description
mk: Опис

# Table 410940989 - Field 3527012361 - Property 2879900210
source: Interest Account
mk: Каматна сметка

# Table 410940989 - Field 616892150 - Property 2879900210
source: Invoice Rounding Account
mk: Сметка за заокружување на фактурата

# Table 410940989 - Field 2689840573 - Property 2879900210
source: Payment Disc. Credit Acc.
mk: Диск за плаќање. Кредитна Ак.

# Table 410940989 - Field 2431376916 - Property 2879900210
source: Payment Disc. Debit Acc.
mk: Диск за плаќање. Debit Acc.

# Table 410940989 - Field 1503345907 - Property 2879900210
source: Payment Tolerance Credit Acc.
mk: Толеранција на плаќање Кредитна Спо.

# Table 410940989 - Field 416120382 - Property 2879900210
source: Payment Tolerance Debit Acc.
mk: Дебитна толеранција на плаќање Ак.

# Table 410940989 - Field 3469514674 - Property 2879900210
source: Receivables Account
mk: Сметка за побарувања

# Table 410940989 - Field 2270062316 - Property 2879900210
source: Service Charge Acc.
mk: Надоместок за услуга Спо.

# Table 410940989 - Field 2288779463 - Property 2879900210
source: View All Accounts on Lookup
mk: Прикажи ги сите сметки при пребарување

# Table 747439518 - Property 2879900210
source: Customer Template
mk: Шаблон за клиент

# Table 747439518 - Field 3168444338 - Property 2879900210
source: Address
mk: Адреса

# Table 747439518 - Field 2306852000 - Property 2879900210
source: Address 2
mk: Адреса 2

# Table 747439518 - Field 1002060992 - Property 2879900210
source: Allow Line Disc.
mk: Дозволи Line Disc.

# Table 747439518 - Field 636392376 - Property 2879900210
source: Amount
mk: Износ

# Table 747439518 - Field 2039693239 - Property 2879900210
source: Application Method
mk: Начин на апликација

# Table 747439518 - Field 2726785886 - Property 2879900210
source: Base Calendar Code
mk: Основен календарски код

# Table 747439518 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
mk: Сметка до клиент бр.

# Table 747439518 - Field 3524847678 - Property 2879900210
source: Block Payment Tolerance
mk: Блокирај толеранција за плаќање

# Table 747439518 - Field 3543129988 - Property 2879900210
source: Blocked
mk: Блокиран

# Table 747439518 - Field 2685983588 - Property 2879900210
source: Budgeted Amount
mk: Буџетска сума

# Table 747439518 - Field 1483009923 - Property 2879900210
source: Cash Flow Payment Terms Code
mk: Код за Услови за плаќање на готовински тек

# Table 747439518 - Field 1320406198 - Property 2879900210
source: Chain Name
mk: Име на синџирот

# Table 747439518 - Field 714791889 - Property 2879900210
source: City
mk: Градот

# Table 747439518 - Field 3004954119 - Property 2879900210
source: Code
mk: Код

# Table 747439518 - Field 1002688963 - Property 2879900210
source: Collection Method
mk: Метод на собирање

# Table 747439518 - Field 4231739422 - Property 2879900210
source: Combine Shipments
mk: Комбинирајте пратки

# Table 747439518 - Field 1295441052 - Property 2879900210
source: Contact Type
mk: Тип на контакт

# Table 747439518 - Field 2063456215 - Property 2879900210
source: Copy Sell-to Addr. to Qte From
mk: Копирај Продажба на Адреса. до Qte Од

# Table 747439518 - Field 284764054 - Property 2879900210
source: Country/Region Code
mk: Код на земја/регион

# Table 747439518 - Field 499448942 - Property 2879900210
source: County
mk: Округот

# Table 747439518 - Field 3246865201 - Property 2879900210
source: Credit Limit (LCY)
mk: Кредитен лимит (LCY)

# Table 747439518 - Field 4198939294 - Property 2879900210
source: Currency Code
mk: Код на валута

# Table 747439518 - Field 273731812 - Property 2879900210
source: Customer Disc. Group
mk: Кориснички диск. Група

# Table 747439518 - Field 410940989 - Property 2879900210
source: Customer Posting Group
mk: Група за објавување на клиенти

# Table 747439518 - Field 2725149570 - Property 2879900210
source: Customer Price Group
mk: Група за цени на клиенти

# Table 747439518 - Field 3461834954 - Property 2879900210
source: Description
mk: Опис

# Table 747439518 - Field 308872266 - Property 2879900210
source: Disable Search by Name
mk: Оневозможете пребарување по име

# Table 747439518 - Field 1690655812 - Property 2879900210
source: Document Sending Profile
mk: Профил за испраќање документ

# Table 747439518 - Field 1541011875 - Property 2879900210
source: Email
mk: Е-пошта

# Table 747439518 - Field 3217411102 - Property 2879900210
source: EORI Number
mk: Број на EORI

# Table 747439518 - Field 1807381932 - Property 2879900210
source: Fax No.
mk: Факс бр.

# Table 747439518 - Field 2725554719 - Property 2879900210
source: Fin. Charge Terms Code
mk: Перка. Код за условите за наплата

# Table 747439518 - Field 2002724477 - Property 2879900210
source: Format Region
mk: Форматирајте го регионот

# Table 747439518 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
mk: Автобус на генералот. Група за објавување

# Table 747439518 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
mk: Код на глобална димензија 1

# Table 747439518 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
mk: Код на глобална димензија 2

# Table 747439518 - Field 2909674232 - Property 2879900210
source: Home Page
mk: Почетна страница

# Table 747439518 - Field 1329258699 - Property 2879900210
source: IC Partner Code
mk: Код на IC партнер

# Table 747439518 - Field 1600836832 - Property 2879900210
source: Intrastat Partner Type
mk: Тип на партнер на Интрастат

# Table 747439518 - Field 2095078121 - Property 2879900210
source: Invoice Disc. Code
mk: Диск за фактура. Код

# Table 747439518 - Field 2273653569 - Property 2879900210
source: Language Code
mk: Јазичен код

# Table 747439518 - Field 2161572060 - Property 2879900210
source: Location Code
mk: Код на локација

# Table 747439518 - Field 352546477 - Property 2879900210
source: Mobile Phone No.
mk: Мобилен телефон бр.

# Table 747439518 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 747439518 - Field 351181786 - Property 2879900210
source: Our Account No.
mk: Нашата сметка бр.

# Table 747439518 - Field 1522950594 - Property 2879900210
source: Partner Type
mk: Тип на партнер

# Table 747439518 - Field 3855271124 - Property 2879900210
source: Payment Method Code
mk: Код за начинот на плаќање

# Table 747439518 - Field 966740350 - Property 2879900210
source: Payment Terms Code
mk: Код на услови за плаќање

# Table 747439518 - Field 3986423421 - Property 2879900210
source: Phone No.
mk: Телефонски број.

# Table 747439518 - Field 3269052218 - Property 2879900210
source: Place of Export
mk: Место на извоз

# Table 747439518 - Field 3660300303 - Property 2879900210
source: Post Code
mk: Поштенски код

# Table 747439518 - Field 3146932276 - Property 2879900210
source: Prepayment %
mk: Претплата %

# Table 747439518 - Field 304272296 - Property 2879900210
source: Prices Including VAT
mk: Цени со вклучен ДДВ

# Table 747439518 - Field 3306062001 - Property 2879900210
source: Print Statements
mk: Печати изјави

# Table 747439518 - Field 880902346 - Property 2879900210
source: Privacy Blocked
mk: Приватноста е блокирана

# Table 747439518 - Field 1840439778 - Property 2879900210
source: Reminder Terms Code
mk: Код на условите за потсетување

# Table 747439518 - Field 825293260 - Property 2879900210
source: Reserve
mk: Резервирај

# Table 747439518 - Field 2247850105 - Property 2879900210
source: Responsibility Center
mk: Центар за одговорност

# Table 747439518 - Field 553464652 - Property 2879900210
source: Salesperson Code
mk: Код на продавач

# Table 747439518 - Field 3116130058 - Property 2879900210
source: Service Zone Code
mk: Код на сервисна зона

# Table 747439518 - Field 2205104606 - Property 2879900210
source: Shipment Method Code
mk: Код на методот на испорака

# Table 747439518 - Field 3744117490 - Property 2879900210
source: Shipping Advice
mk: Совети за испорака

# Table 747439518 - Field 4045368290 - Property 2879900210
source: Shipping Agent Code
mk: Шифра на агент за испорака

# Table 747439518 - Field 2730811709 - Property 2879900210
source: Shipping Agent Service Code
mk: Код за услуга на агент за испорака

# Table 747439518 - Field 1913523417 - Property 2879900210
source: Shipping Time
mk: Време на испорака

# Table 747439518 - Field 2157869526 - Property 2879900210
source: Statistics Group
mk: Група за статистика

# Table 747439518 - Field 305562489 - Property 2879900210
source: Tax Area Code
mk: Код на даночна област

# Table 747439518 - Field 53839102 - Property 2879900210
source: Tax Liable
mk: Даночен обврзник

# Table 747439518 - Field 1350725617 - Property 2879900210
source: Telex Answer Back
mk: Телекс Одговор назад

# Table 747439518 - Field 2018866145 - Property 2879900210
source: Telex No.
mk: Телекс бр.

# Table 747439518 - Field 1579047687 - Property 2879900210
source: Territory Code
mk: Кодекс на територија

# Table 747439518 - Field 3838013656 - Property 2879900210
source: Use GLN in Electronic Documents
mk: Користете GLN во електронски документи

# Table 747439518 - Field 2983311544 - Property 2879900210
source: Validate EU VAT Reg. No.
mk: Потврдете го Регистарот за ДДВ на ЕУ. бр.

# Table 747439518 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
mk: Автобус за ДДВ. Група за објавување

# Table 747439518 - Field 617267791 - Property 2879900210
source: VAT Registration No.
mk: Регистрација за ДДВ бр.

# Table 145368708 - Property 2879900210
source: My Customer
mk: Мојот клиент

# Table 145368708 - Field 2178647059 - Property 2879900210
source: Balance (LCY)
mk: Салдо (LCY)

# Table 145368708 - Field 4190130733 - Property 2879900210
source: Customer No.
mk: Клиент бр.

# Table 145368708 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 145368708 - Field 3986423421 - Property 2879900210
source: Phone No.
mk: Телефонски број.

# Table 145368708 - Field 2708250016 - Property 2879900210
source: User ID
mk: Кориснички ID

# Table 2752040040 - Property 2879900210
source: Food Order
mk: Нарачка за храна

# Table 2752040040 - Field 329160606 - Property 2879900210
source: Delivery Address
mk: Адреса на доставување

# Table 2752040040 - Field 1207637204 - Property 2879900210
source: Delivery Amount
mk: Износ за испорака

# Table 2752040040 - Field 4148355313 - Property 2879900210
source: Delivery Expenses
mk: Трошоци за испорака

# Table 2752040040 - Field 139436963 - Property 2879900210
source: Delivery Service
mk: Сервис за достава

# Table 2752040040 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 2752040040 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 2752040040 - Field 2903351526 - Property 2879900210
source: Ordering Date
mk: Датум на нарачка

# Table 2752040040 - Field 4209550326 - Property 2879900210
source: Payment Method
mk: Метод за плаќање

# Table 2752040040 - Field 679520316 - Property 2879900210
source: Restaurant Id
mk: Ид на ресторанот

# Table 2752040040 - Field 453842118 - Property 2879900210
source: Restaurant Name
mk: Име на ресторанот

# Table 2752040040 - Field 513339096 - Property 2879900210
source: Status
mk: Статус

# Table 2752040040 - Field 588318770 - Property 2879900210
source: Total Amount
mk: Вкупна количина

# Table 2752040040 - Field 3549826426 - Property 2879900210
source: User Name
mk: Корисничко име

# Table 125704046 - Field 2114396011 - Property 2879900210
source: CustomerCode
mk: Код на клиент

# Table 125704046 - Field 1881986821 - Property 2879900210
source: Customer Name
mk: Име на клиентот

# Table 125704046 - Field 3417937915 - Property 2879900210
source: Discount Amount
mk: Износ на попуст

# Table 125704046 - Field 2846531766 - Property 2879900210
source: Food Line Num
mk: Линија за храна Бр

# Table 125704046 - Field 325644107 - Property 2879900210
source: FoodOrderCode
mk: Код за нарачка на храна

# Table 125704046 - Field 3212133970 - Property 2879900210
source: Is paid
mk: Се плаќа

# Table 125704046 - Field 1338249438 - Property 2879900210
source: Meal Name
mk: Име на оброк

# Table 125704046 - Field 3096737700 - Property 2879900210
source: Meal Price
mk: Цена на оброк

# Table 125704046 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 125704046 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 125704046 - Field 441813308 - Property 2879900210
source: Paid Amount
mk: Платен износ

# Table 125704046 - Field 1795468512 - Property 2879900210
source: Quantity
mk: Квантитет

# Table 125704046 - Field 2893232508 - Property 2879900210
source: Restaurant Code
mk: Код на ресторанот

# Table 125704046 - Field 1759491820 - Property 2879900210
source: Total Line Amount
mk: Вкупен износ на линија

# Table 1294342175 - Property 2879900210
source: LogisticLocation
mk: Логистичка локација

# Table 1294342175 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 1294342175 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 1294342175 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 2670304842 - Property 2879900210
source: Pay order
mk: Налог за плаќање

# Table 2670304842 - Field 636392376 - Property 2879900210
source: Amount
mk: Износ

# Table 2670304842 - Field 2114396011 - Property 2879900210
source: CustomerCode
mk: Код на клиент

# Table 2670304842 - Field 1881986821 - Property 2879900210
source: CustomerName
mk: Име на клиент

# Table 2670304842 - Field 325644107 - Property 2879900210
source: FoodOrderCode
mk: Код за нарачка на храна

# Table 2670304842 - Field 3212133970 - Property 2879900210
source: IsPaid
mk: Се плаќа

# Table 2670304842 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 2670304842 - Field 441813308 - Property 2879900210
source: PaidAmount
mk: Платена сума

# Table 1991561823 - Property 2879900210
source: Restaurant list
mk: Список на ресторани

# Table 1991561823 - Field 3364761338 - Property 2879900210
source: CuisineType
mk: Тип на кујна

# Table 1991561823 - Field 3891454143 - Property 2879900210
source: Location
mk: Локација

# Table 1991561823 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 1991561823 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 1991561823 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 1991561823 - Field 1252283704 - Property 2879900210
source: Telephone
mk: Телефон

# Table 95862364 - Property 2879900210
source: Restaurant Meal
mk: Оброк во ресторан

# Table 95862364 - Field 1407223011 - Property 2879900210
source: Calorie level
mk: Нивото на калории

# Table 95862364 - Field 1083594383 - Property 2879900210
source: Meal type
mk: Тип на оброк

# Table 95862364 - Field 2961552353 - Property 2879900210
source: Name
mk: Име

# Table 95862364 - Field 4200184881 - Property 2879900210
source: No.
mk: Бр.

# Table 95862364 - Field 1351594800 - Property 2879900210
source: No. Series
mk: Бр Серија

# Table 95862364 - Field 2224496476 - Property 2879900210
source: Restaurant code
mk: Шифра на ресторанот

# Table 95862364 - Field 453842118 - Property 2879900210
source: Restaurant name
mk: Име на ресторанот

# Table 332895645 - Property 2879900210
source: Restaurant Tree
mk: Ресторан дрво

# Table 332895645 - Field 883711285 - Property 2879900210
source: Entry No.
mk: Влез бр.

# Table 332895645 - Field 2200046723 - Property 2879900210
source: Indentation
mk: Вовлекување

# Table 332895645 - Field 2994363518 - Property 2879900210
source: Meal Name
mk: Име на оброк

# Table 332895645 - Field 3459409270 - Property 2879900210
source: Meal No.
mk: Оброк бр.

# Table 332895645 - Field 141489924 - Property 2879900210
source: Meal Price
mk: Цена на оброк

# Table 332895645 - Field 1122578150 - Property 2879900210
source: Restaurant No.
mk: Ресторан бр.

# Table 332895645 - Field 4022261742 - Property 2879900210
source: Restaurant No.
mk: Ресторан бр.

# Page 182588796 - Property 2879900210
source: Food Order card
mk: Картичка за нарачка на храна

# Page 182588796 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 182588796 - Control 329160606 - Property 1295455071
source: Specifies the value of the DeliveryAddress field.
mk: Ја одредува вредноста на полето DeliveryAddress.

# Page 182588796 - Control 1207637204 - Property 1295455071
source: Specifies the value of the DeliveryAmount field.
mk: Ја одредува вредноста на полето DeliveryAmount.

# Page 182588796 - Control 4148355313 - Property 1295455071
source: Specifies the value of the DeliveryExpenses field.
mk: Ја одредува вредноста на полето Delivery Expenses.

# Page 182588796 - Control 139436963 - Property 1295455071
source: Specifies the value of the DeliveryService field.
mk: Ја одредува вредноста на полето DeliveryService.

# Page 182588796 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Food Order Id field.
mk: Ја одредува вредноста на полето Идентификација на нарачка на храна.

# Page 182588796 - Control 2903351526 - Property 1295455071
source: Specifies the value of the OrderingDate field.
mk: Ја одредува вредноста на полето OrderingDate.

# Page 182588796 - Control 4209550326 - Property 1295455071
source: Specifies the value of the PaymMethod field.
mk: Ја одредува вредноста на полето PaymMethod.

# Page 182588796 - Control 679520316 - Property 1295455071
source: Specifies the value of the RestaurantId field.
mk: Ја одредува вредноста на полето RestaurantId.

# Page 182588796 - Control 453842118 - Property 1295455071
source: Specifies the value of the RestaurantName field.
mk: Ја одредува вредноста на полето Име на ресторанот.

# Page 182588796 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
mk: Ја одредува вредноста на полето Статус.

# Page 182588796 - Control 588318770 - Property 1295455071
source: Specifies the value of the TotalAmount field.
mk: Ја одредува вредноста на полето TotalAmount.

# Page 182588796 - Control 3207102784 - Property 1295455071
source: Specifies the value of the UserId field.
mk: Ја одредува вредноста на полето UserId.

# Page 182588796 - Control 3549826426 - Property 1295455071
source: Specifies the value of the User name field.
mk: Ја одредува вредноста на полето Корисничко име.

# Page 182588796 - Action 125704046 - Property 2879900210
source: Create Food Order Line
mk: Креирајте линија за нарачка на храна

# Page 182588796 - Action 2363392618 - Property 2879900210
source: Pay Order
mk: Налог за плаќање

# Page 182588796 - Action 2111135821 - Property 2879900210
source: View Food Order list
mk: Погледнете го списокот со нарачки за храна

# Page 3677859530 - Property 2879900210
source: Food order line card
mk: Картичка за линија за нарачка на храна

# Page 3677859530 - Control 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 3677859530 - Control 3655002329 - Property 1295455071
source: Specifies the value of the Customer Id field.
mk: Ја одредува вредноста на полето Customer ID.

# Page 3677859530 - Control 1881986821 - Property 1295455071
source: Specifies the value of the CustomerName Id field.
mk: Ја одредува вредноста на полето CustomerName ID.
