Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 523354100 - Control 305562489 - Property 1295455071
source: Specifies the tax area that is used to calculate and post sales tax.
mk: Ја одредува даночната област што се користи за пресметување и објавување на данокот на промет.

# Page 523354100 - Control 53839102 - Property 1295455071
source: Specifies if the customer or vendor is liable for sales tax.
mk: Назначува дали клиентот или продавачот се обврзани за данок на промет.

# Page 523354100 - Control 3838013656 - Property 1295455071
source: Specifies whether the GLN is used in electronic documents as a party identification number.
mk: Одредува дали GLN се користи во електронските документи како идентификациски број на партијата.

# Page 523354100 - Control 617267791 - Property 1295455071
source: Specifies the customer's VAT registration number for customers in EU countries/regions.
mk: Го одредува регистарскиот број за ДДВ на клиентот за клиентите во земјите/регионите на ЕУ.

# Page 523354100 - Control 1004196339 - Property 1064389655
source: Manage the customer's payment
mk: Управувајте со плаќањето на клиентот

# Page 523354100 - Control 1004196339 - Property 247559172
source: Specify the customer's default payment terms and settings for how payments from the customer is processed.
mk: Наведете ги стандардните услови за плаќање на клиентот и поставките за тоа како се обработуваат плаќањата од клиентот.

# Page 523354100 - Control 1004196339 - Property 2879900210
source: Payments
mk: Плаќања

# Page 523354100 - Control 2039693239 - Property 1295455071
source: Specifies how to apply payments to entries for this customer.
mk: Одредува како да се применуваат плаќања за записи за овој клиент.

# Page 523354100 - Control 3524847678 - Property 1295455071
source: Specifies that the customer is not allowed a payment tolerance.
mk: Назначува дека на клиентот не му е дозволено толеранција за плаќање.

# Page 523354100 - Control 1483009923 - Property 1295455071
source: Specifies a payment term that will be used to calculate cash flow for the customer.
mk: Го одредува терминот за плаќање што ќе се користи за пресметување на готовинскиот тек за клиентот.

# Page 523354100 - Control 4292041129 - Property 1295455071
source: Specifies that the customer must be excluded from Payment Practices calculations.
mk: Назначува дека клиентот мора да биде исклучен од пресметките на Платежните практики.

# Page 523354100 - Control 2725554719 - Property 1295455071
source: Specifies finance charges are calculated for the customer.
mk: Одредува финансиските трошоци се пресметуваат за клиентот.

# Page 523354100 - Control 1600836832 - Property 1295455071
source: Specifies for Intrastat reporting if the customer is a person or a company.
mk: Назначува за известување Intrastat доколку клиентот е лице или компанија.

# Page 523354100 - Control 1619051884 - Property 1295455071
source: Specifies the number of the last statement that was printed for this customer.
mk: Го одредува бројот на последната изјава што е испечатена за овој клиент.

# Page 523354100 - Control 1522950594 - Property 1295455071
source: Specifies for direct debit collections if the customer that the payment is collected from is a person or a company.
mk: Назначува за наплата на директни задолжувања доколку клиентот од кој се наплатува плаќањето е лице или компанија.

# Page 523354100 - Control 3855271124 - Property 1295455071
source: Specifies how the customer usually submits payment, such as bank transfer or check.
mk: Одредува како клиентот обично поднесува плаќање, како што е банкарски трансфер или чек.

# Page 523354100 - Control 966740350 - Property 1295455071
source: Specifies a code that indicates the payment terms that you require of the customer.
mk: Одредува код што ги означува условите за плаќање што ги барате од клиентот.

# Page 523354100 - Control 1634172321 - Property 1295455071
source: Specifies the customer's bank account that will be used by default when you process refunds to the customer and direct debit collections.
mk: Ја одредува банкарската сметка на клиентот што ќе се користи стандардно кога обработувате рефундирање на клиентот и наплата на директни задолжувања.

# Page 523354100 - Control 3146932276 - Property 1295455071
source: Specifies a prepayment percentage that applies to all orders for this customer, regardless of the items or services on the order lines.
mk: Го одредува процентот на претплата што се однесува на сите нарачки за овој клиент, без оглед на ставките или услугите на линиите за нарачки.

# Page 523354100 - Control 3306062001 - Property 1295455071
source: Specifies whether to include this customer when you print the Statement report.
mk: Одредува дали да се вклучи овој клиент кога ќе го печатите извештајот од Изводот.

# Page 523354100 - Control 1840439778 - Property 1295455071
source: Specifies how reminders about late payments are handled for this customer.
mk: Одредува како се постапува со потсетниците за задоцнетите плаќања за овој клиент.

# Page 523354100 - Control 3097346278 - Property 2879900210
source: Shipping
mk: Испорака

# Page 523354100 - Control 2726785886 - Property 1295455071
source: Specifies a customizable calendar for shipment planning that holds the customer's working days and holidays.
mk: Одредува приспособлив календар за планирање на пратката што ги содржи работните денови и празниците на клиентот.

# Page 523354100 - Control 4231739422 - Property 1295455071
source: Specifies if several orders delivered to the customer can appear on the same sales invoice.
mk: Назначува дали неколку нарачки доставени до клиентот може да се појават на истата продажна фактура.

# Page 523354100 - Control 3603371397 - Property 1295455071
source: Specifies that you have set up a customized version of a base calendar.
mk: Одредува дека сте поставиле приспособена верзија на основен календар.

# Page 523354100 - Control 3603371397 - Property 2879900210
source: Customized Calendar
mk: Прилагоден календар

# Page 523354100 - Control 2161572060 - Property 1295455071
source: Specifies from which location sales to this customer will be processed by default.
mk: Одредува од која локација продажбата на овој клиент ќе се обработува стандардно.

# Page 523354100 - Control 825293260 - Property 1295455071
source: Specifies whether items will never, automatically (Always), or optionally be reserved for this customer.
mk: Одредува дали ставките никогаш, автоматски (Секогаш) или опционално нема да бидат резервирани за овој клиент.

# Page 523354100 - Control 993414011 - Property 1295455071
source: Specifies the code for another shipment address than the customer's own address, which is entered by default.
mk: Ја одредува шифрата за друга адреса за пратка од адресата на клиентот, која е стандардно внесена.

# Page 523354100 - Control 3470333905 - Property 2879900210
source: Shipment Method
mk: Начин на испорака

# Page 523354100 - Control 2205104606 - Property 1295455071
source: Specifies which shipment method to use when you ship items to the customer.
mk: Одредува кој начин на испорака да се користи кога испраќате предмети до клиентот.

# Page 523354100 - Control 2205104606 - Property 2879900210
source: Code
mk: Код

# Page 523354100 - Control 4045368290 - Property 1295455071
source: Specifies which shipping company is used when you ship items to the customer.
mk: Одредува која компанија за испорака се користи кога испраќате предмети до клиентот.

# Page 523354100 - Control 4045368290 - Property 2879900210
source: Agent
mk: Агент

# Page 523354100 - Control 2730811709 - Property 1295455071
source: Specifies the code for the shipping agent service to use for this customer.
mk: Го одредува кодот за услугата за агент за испорака што ќе ја користи за овој клиент.

# Page 523354100 - Control 2730811709 - Property 2879900210
source: Agent Service
mk: Услуга за агенти

# Page 523354100 - Control 3744117490 - Property 1295455071
source: Specifies if the customer accepts partial shipment of orders.
mk: Назначува дали клиентот прифаќа делумна испорака на нарачки.

# Page 523354100 - Control 1913523417 - Property 1295455071
source: Specifies how long it takes from when the items are shipped from the warehouse to when they are delivered.
mk: Одредува колку време е потребно од моментот кога артиклите се испорачуваат од магацинот до кога се испорачуваат.

# Page 523354100 - Control 84074407 - Property 2879900210
source: Statistics
mk: Статистика

# Page 523354100 - Control 25700210 - Property 2879900210
source: Balance
mk: Биланс

# Page 523354100 - Control 2354007957 - Property 1295455071
source: Specifies the payment amount that the customer owes for completed sales. This value is also known as the customer's balance.
mk: Го одредува износот на плаќање што клиентот го должи за завршената продажба. Оваа вредност е позната и како биланс на клиентот.

# Page 523354100 - Control 2354007957 - Property 2879900210
source: Money Owed - Current
mk: Должни пари - Тековни

# Page 523354100 - Control 474657049 - Property 1295455071
source: Specifies how much of the customer's payment balance consists of credit.
mk: Одредува колку од платниот биланс на клиентот се состои од кредит.

# Page 523354100 - Control 474657049 - Property 2879900210
source: Usage Of Credit Limit
mk: Користење на кредитен лимит

# Page 523354100 - Control 3522968116 - Property 1295455071
source: Specifies the maximum amount you allow the customer to exceed the payment balance before warnings are issued.
mk: Го одредува максималниот износ што му дозволувате на клиентот да го надмине платниот биланс пред да бидат издадени предупредувања.

# Page 523354100 - Control 3522968116 - Property 2879900210
source: Credit Limit
mk: Кредитен лимит

# Page 523354100 - Control 2110107450 - Property 1295455071
source: Specifies the payment amount that the customer will owe when ongoing sales invoices and credit memos are completed. The value is calculated asynchronously so there might be a delay in updating this field.
mk: Го одредува износот на плаќање што клиентот ќе го должи кога ќе се пополнат тековните продажни фактури и кредитни белешки. Вредноста се пресметува асинхроно, така што може да има доцнење во ажурирањето на ова поле.

# Page 523354100 - Control 2110107450 - Property 2879900210
source: Money Owed - Expected
mk: Должни пари - Очекувани

# Page 523354100 - Control 613516469 - Property 1295455071
source: Specifies the payment amount that the customer owes for completed sales plus sales that are still ongoing. The value is calculated asynchronously so there might be a delay in updating this field.
mk: Го одредува износот на плаќање што клиентот го должи за завршените продажби плус продажбите што сè уште се во тек. Вредноста се пресметува асинхроно, така што може да има доцнење во ажурирањето на ова поле.

# Page 523354100 - Control 613516469 - Property 2879900210
source: Money Owed - Total
mk: Должни пари - Вкупно

# Page 523354100 - Control 1860368738 - Property 2879900210
source: Payments
mk: Плаќања

# Page 523354100 - Control 2883274974 - Property 1295455071
source: Specifies the sum of outstanding payments from the customer.
mk: Го одредува збирот на неплатени плаќања од клиентот.

# Page 523354100 - Control 3685048730 - Property 1295455071
source: Specifies how long the customer typically takes to pay invoices in the current fiscal year. The value is calculated asynchronously so there might be a delay in updating this field.
mk: Одредува колку време обично му треба на клиентот за да ги плати фактурите во тековната фискална година. Вредноста се пресметува асинхроно, така што може да има доцнење во ажурирањето на ова поле.

# Page 523354100 - Control 3685048730 - Property 2879900210
source: Average Collection Period (Days)
mk: Просечен период на собирање (денови)

# Page 523354100 - Control 271209895 - Property 1295455071
source: Specifies the average number of days the customer is late with payments. The value is calculated asynchronously so there might be a delay in updating this field.
mk: Го одредува просечниот број на денови кога клиентот доцни со плаќањата. Вредноста се пресметува асинхроно, така што може да има доцнење во ажурирањето на ова поле.

# Page 523354100 - Control 271209895 - Property 2879900210
source: Average Late Payments (Days)
mk: Просечно задоцнети плаќања (денови)

# Page 523354100 - Control 1941690658 - Property 1295455071
source: Specifies the sum of payments received from the customer in the current fiscal year. Current fiscal year is determined by the system date. The value shown here is calculated asynchronously so there might be a delay in updating this field.
mk: Го одредува збирот на плаќањата добиени од клиентот во тековната фискална година. Тековната фискална година се одредува според датумот на системот. Вредноста прикажана овде се пресметува асинхроно, така што може да има доцнење во ажурирањето на ова поле.

# Page 523354100 - Control 3803959643 - Property 2879900210
source: Sales This Year
mk: Продажба оваа година

# Page 523354100 - Control 687185682 - Property 1295455071
source: Specifies your expected refunds to the customer in the current fiscal year based on posted sales credit memos. The figure in parenthesis shows the number of posted sales credit memos.
mk: Ги одредува вашите очекувани рефундации на клиентот во тековната фискална година врз основа на објавените белешки за кредити за продажба. Сликата во заграда го покажува бројот на објавени белешки за кредити за продажба.

# Page 523354100 - Control 388381497 - Property 1295455071
source: Specifies your refunds to the customer in the current fiscal year based on ongoing sales credit memos. The figure in parenthesis shows the number of ongoing sales credit memos.
mk: Ги одредува вашите рефундации на клиентот во тековната фискална година врз основа на тековните белешки за кредити за продажба. Сликата во заграда го покажува бројот на тековни продажни кредитни белешки.

# Page 523354100 - Control 2795551383 - Property 1295455071
source: Specifies your expected sales to the customer in the current fiscal year based on ongoing sales invoices. The figure in parenthesis shows the number of ongoing sales invoices.
mk: Ја одредува вашата очекувана продажба на клиентот во тековната фискална година врз основа на тековните продажни фактури. Сликата во заграда го покажува бројот на тековните продажни фактури.

# Page 523354100 - Control 210920034 - Property 1295455071
source: Specifies your sales to the customer in the current fiscal year based on posted sales invoices. The figure in parenthesis Specifies the number of posted sales invoices.
mk: Ја одредува вашата продажба на клиентот во тековната фискална година врз основа на објавените продажни фактури. Сликата во заграда Го одредува бројот на објавени продажни фактури.

# Page 523354100 - Control 2832496633 - Property 1295455071
source: Specifies the total of all invoice discounts that you have granted to the customer in the current fiscal year.
mk: Го одредува вкупниот број на сите попусти на фактурата што сте ги доделиле на клиентот во тековната фискална година.

# Page 523354100 - Control 2832496633 - Property 2879900210
source: Invoice Discounts
mk: Попусти за фактура

# Page 523354100 - Control 3971433691 - Property 1295455071
source: Specifies your total sales turnover with the customer in the current fiscal year. It is calculated from amounts excluding VAT on all completed and open invoices and credit memos.
mk: Го одредува вашиот вкупен промет од продажба со клиентот во тековната фискална година. Се пресметува од износи без ДДВ на сите пополнети и отворени фактури и кредитни белешки.

# Page 523354100 - Control 3971433691 - Property 2879900210
source: Total Sales
mk: Вкупна продажба

# Page 523354100 - Control 1658766258 - Property 2879900210
source: Attachments
mk: Прилози

# Page 523354100 - Control 318613646 - Property 2879900210
source: Details
mk: Детали

# Page 523354100 - Action 1786719539 - Property 1295455071
source: Create a blanket sales order for the customer.
mk: Направете комплетен налог за продажба за клиентот.

# Page 523354100 - Action 1786719539 - Property 2879900210
source: Blanket Sales Order
mk: Ќебе нарачка за продажба

# Page 523354100 - Action 3705410488 - Property 1295455071
source: Create a new finance charge memo.
mk: Создадете нов белешка за финансиски трошоци.

# Page 523354100 - Action 3705410488 - Property 2879900210
source: Finance Charge Memo
mk: Меморандум за наплата на финансии

# Page 523354100 - Action 514652582 - Property 1295455071
source: Create a new reminder for the customer.
mk: Направете нов потсетник за клиентот.

# Page 523354100 - Action 514652582 - Property 2879900210
source: Reminder
mk: Потсетник

# Page 523354100 - Action 631666973 - Property 1295455071
source: Create a new sales credit memo to revert a posted sales invoice.
mk: Создадете нов белешка за продажен кредит за да ја вратите објавената продажна фактура.

# Page 523354100 - Action 631666973 - Property 2879900210
source: Sales Credit Memo
mk: Меморандум за кредити за продажба

# Page 523354100 - Action 2702181935 - Property 1295455071
source: Create a new sales credit memo to revert a posted sales invoice.
mk: Создадете нов белешка за продажен кредит за да ја вратите објавената продажна фактура.

# Page 523354100 - Action 2702181935 - Property 2879900210
source: Sales Credit Memo
mk: Меморандум за кредити за продажба

# Page 523354100 - Action 2558695303 - Property 1295455071
source: Create a sales invoice for the customer.
mk: Направете продажна фактура за клиентот.

# Page 523354100 - Action 2558695303 - Property 2879900210
source: Sales Invoice
mk: Фактура за продажба

# Page 523354100 - Action 4179027029 - Property 1295455071
source: Create a sales invoice for the customer.
mk: Направете продажна фактура за клиентот.

# Page 523354100 - Action 4179027029 - Property 2879900210
source: Sales Invoice
mk: Фактура за продажба

# Page 523354100 - Action 141120214 - Property 1295455071
source: Create a sales order for the customer.
mk: Направете налог за продажба за клиентот.

# Page 523354100 - Action 141120214 - Property 2879900210
source: Sales Order
mk: Нарачка за продажба

# Page 523354100 - Action 731091536 - Property 1295455071
source: Create a sales order for the customer.
mk: Направете налог за продажба за клиентот.

# Page 523354100 - Action 731091536 - Property 2879900210
source: Sales Order
mk: Нарачка за продажба

# Page 523354100 - Action 1376376002 - Property 1295455071
source: Offer items or services to a customer.
mk: Понудете предмети или услуги на клиент.

# Page 523354100 - Action 1376376002 - Property 2879900210
source: Sales Quote
mk: Продажна понуда

# Page 523354100 - Action 1939516388 - Property 1295455071
source: Offer items or services to a customer.
mk: Понудете предмети или услуги на клиент.

# Page 523354100 - Action 1939516388 - Property 2879900210
source: Sales Quote
mk: Продажна понуда

# Page 523354100 - Action 393914092 - Property 1295455071
source: Create a new sales return order for items or services.
mk: Направете нова нарачка за враќање на продажбата за артикли или услуги.

# Page 523354100 - Action 393914092 - Property 2879900210
source: Sales Return Order
mk: Нарачка за враќање на продажбата

# Page 523354100 - Action 2943552178 - Property 1295455071
source: Create a new service credit memo for the customer.
mk: Создадете нова белешка за кредитна услуга за клиентот.

# Page 523354100 - Action 2943552178 - Property 2879900210
source: Service Credit Memo
mk: Кредитна белешка за услуги

# Page 523354100 - Action 2836487164 - Property 1295455071
source: Create a new service invoice for the customer.
mk: Направете нова услуга фактура за клиентот.

# Page 523354100 - Action 2836487164 - Property 2879900210
source: Service Invoice
mk: Фактура за услуга

# Page 523354100 - Action 2633090113 - Property 1295455071
source: Create a new service order for the customer.
mk: Направете нова нарачка за услуги за клиентот.

# Page 523354100 - Action 2633090113 - Property 2879900210
source: Service Order
mk: Нарачка за услуга

# Page 523354100 - Action 2298641493 - Property 1295455071
source: Create a new service quote for the customer.
mk: Креирајте нова понуда за услуга за клиентот.

# Page 523354100 - Action 2298641493 - Property 2879900210
source: Service Quote
mk: Цитат за услуги

# Page 523354100 - Action 2602785559 - Property 1295455071
source: View a list of the records that are waiting to be approved. For example, you can see who requested the record to be approved, when it was sent, and when it is due to be approved.
mk: Погледнете список на записи што чекаат да бидат одобрени. На пример, можете да видите кој побарал да се одобри записот, кога е испратен и кога треба да се одобри.

# Page 523354100 - Action 2602785559 - Property 2879900210
source: Approvals
mk: Одобрувања

# Page 523354100 - Action 1225782422 - Property 1295455071
source: Add a file as an attachment. You can attach images as well as documents.
mk: Додадете датотека како прилог. Можете да прикачите слики, како и документи.

# Page 523354100 - Action 1225782422 - Property 2879900210
source: Attachments
mk: Прилози

# Page 523354100 - Action 3857354736 - Property 1295455071
source: View or set up the customer's bank accounts. You can set up any number of bank accounts for each customer.
mk: Погледнете ги или поставете ги банкарските сметки на клиентот. Можете да поставите кој било број банкарски сметки за секој клиент.

# Page 523354100 - Action 3857354736 - Property 2879900210
source: Bank Accounts
mk: Банкарски сметки

# Page 523354100 - Action 3000180178 - Property 1295455071
source: View or add comments for the record.
mk: Погледнете или додајте коментари за евиденција.

# Page 523354100 - Action 3993128796 - Property 1295455071
source: View or edit detailed information about the contact person at the customer.
mk: Погледнете или уредувајте детални информации за лицето за контакт кај клиентот.

# Page 523354100 - Action 3993128796 - Property 2879900210
source: C&amp;amp;amp;ontact
mk: Контакт

# Page 523354100 - Action 1276988459 - Property 1295455071
source: Set up a layout for different types of documents such as invoices, quotes, and credit memos.
mk: Поставете распоред за различни видови документи како што се фактури, понуди и кредитни белешки.

# Page 523354100 - Action 1276988459 - Property 2879900210
source: Document Layouts
mk: Распоред на документи

# Page 523354100 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
mk: Приказ или уредување на димензиите, како област, проект или оддел, што можете да ги доделите на документите за продажба и купување за да ги распределите трошоците и да ја анализирате историјата на трансакциите.

# Page 523354100 - Action 2173385693 - Property 2879900210
source: Dimensions
mk: Димензии

# Page 523354100 - Action 2642008994 - Property 1295455071
source: View the direct-debit mandates that reflect agreements with customers to collect invoice payments from their bank account.
mk: Погледнете ги овластувањата за директно задолжување кои ги одразуваат договорите со клиентите за наплата на фактури од нивната банкарска сметка.

# Page 523354100 - Action 2642008994 - Property 2879900210
source: Direct Debit Mandates
mk: Мандати за директно задолжување
