Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 2901867346 - Action 2391548650 - Property 2879900210
source: Create Customer in Business Central
mk: Креирајте клиент во Business Central

# Page 2901867346 - Action 995042777 - Property 1295455071
source: Generate the account in the coupled Dataverse account.
mk: Генерирајте ја сметката во поврзаната сметка на Dataverse.

# Page 2901867346 - Action 995042777 - Property 2879900210
source: Create Account in Dataverse
mk: Креирајте сметка во Dataverse

# Page 2901867346 - Action 131320746 - Property 1295455071
source: Open the coupled Dataverse account.
mk: Отворете ја поврзаната сметка на Dataverse.

# Page 2901867346 - Action 131320746 - Property 2879900210
source: Account
mk: Сметка

# Page 2901867346 - Action 1491665972 - Property 1295455071
source: Send or get updated data to or from Dataverse.
mk: Испраќајте или добивајте ажурирани податоци до или од Dataverse.

# Page 2901867346 - Action 1491665972 - Property 2879900210
source: Synchronize
mk: Синхронизирај

# Page 2901867346 - Action 858950785 - Property 1295455071
source: View integration synchronization jobs for the customer table.
mk: Погледнете ги задачите за синхронизација на интеграцијата за табелата со клиенти.

# Page 2901867346 - Action 858950785 - Property 2879900210
source: Synchronization Log
mk: Дневник за синхронизација

# Page 2901867346 - Action 4272558113 - Property 1295455071
source: Send customer statistics data to Dataverse to update the Account Statistics FactBox.
mk: Испратете податоци за статистиката на клиентите до Dataverse за ажурирање на FactBox за статистика на сметката.

# Page 2901867346 - Action 4272558113 - Property 2879900210
source: Update Account Statistics
mk: Ажурирајте ја статистиката на сметката

# Page 2901867346 - Action 3324780168 - Property 2879900210
source: Documents
mk: Документи

# Page 2901867346 - Action 4241239722 - Property 1295455071
source: Open the list of ongoing blanket orders.
mk: Отворете го списокот со тековни целосни нарачки.

# Page 2901867346 - Action 4241239722 - Property 2879900210
source: Blanket Orders
mk: Ќебе нарачки

# Page 2901867346 - Action 4147891083 - Property 2879900210
source: Issued Documents
mk: Издадени документи

# Page 2901867346 - Action 1735664188 - Property 1295455071
source: View the finance charge memos that you have sent to the customer.
mk: Погледнете ги белешките за финансиски трошоци што сте ги испратиле до клиентот.

# Page 2901867346 - Action 1358149018 - Property 1295455071
source: View the reminders that you have sent to the customer.
mk: Погледнете ги потсетниците што сте ги испратиле до клиентот.

# Page 2901867346 - Action 3435539207 - Property 1295455071
source: View a list of ongoing sales orders for the customer.
mk: Погледнете список на тековни нарачки за продажба за клиентот.

# Page 2901867346 - Action 3435539207 - Property 2879900210
source: Orders
mk: Нарачки

# Page 2901867346 - Action 2593441947 - Property 1295455071
source: View a list of ongoing sales quotes.
mk: Погледнете список на тековни понуди за продажба.

# Page 2901867346 - Action 2593441947 - Property 2879900210
source: Quotes
mk: Цитати

# Page 2901867346 - Action 2778639561 - Property 1295455071
source: Open the list of ongoing return orders.
mk: Отворете го списокот со тековни нарачки за враќање.

# Page 2901867346 - Action 2778639561 - Property 2879900210
source: Return Orders
mk: Нарачки за враќање

# Page 2901867346 - Action 4201773078 - Property 2879900210
source: History
mk: Историја

# Page 2901867346 - Action 3335603717 - Property 1295455071
source: View the history of transactions that have been posted for the selected record.
mk: Погледнете ја историјата на трансакциите што се објавени за избраниот запис.

# Page 2901867346 - Action 162786187 - Property 1295455071
source: View entry statistics for the record.
mk: Прикажи ја статистиката за влез за евиденција.

# Page 2901867346 - Action 162786187 - Property 2879900210
source: Entry Statistics
mk: Статистика за влез

# Page 2901867346 - Action 162725634 - Property 1295455071
source: View serial or lot numbers that are assigned to items.
mk: Прегледајте ги сериските или многубројните броеви кои се доделени на ставките.

# Page 2901867346 - Action 655202066 - Property 1295455071
source: Shows a summary of customer ledger entries. You select the time interval in the View by field. The Period column on the left contains a series of dates that are determined by the time interval you have selected.
mk: Прикажува резиме на записи во книгата на клиентите. Го избирате временскиот интервал во полето Прикажи по. Колоната Период лево содржи серија датуми кои се одредуваат според временскиот интервал што сте го избрале.

# Page 2901867346 - Action 709229469 - Property 1295455071
source: View a list of emails that you have sent to this customer.
mk: Погледнете список на е-пораки што сте ги испратиле на овој клиент.

# Page 2901867346 - Action 709229469 - Property 2879900210
source: Sent Emails
mk: Испратени е-пошта

# Page 2901867346 - Action 84074407 - Property 1295455071
source: View statistical information, such as the value of posted entries, for the record.
mk: Погледнете ги статистичките информации, како што е вредноста на објавените записи, за евиденција.

# Page 2901867346 - Action 84074407 - Property 2879900210
source: Statistics
mk: Статистика

# Page 2901867346 - Action 1395286907 - Property 1295455071
source: View statistics for customers that use multiple currencies.
mk: Приказ на статистика за клиенти кои користат повеќе валути.

# Page 2901867346 - Action 2187938695 - Property 2879900210
source: Service
mk: Сервис

# Page 2901867346 - Action 165480510 - Property 1295455071
source: Open the list of ongoing service contracts.
mk: Отворете го списокот со тековни договори за услуги.

# Page 2901867346 - Action 555685007 - Property 1295455071
source: View or edit the service items that are registered for the customer.
mk: Прегледајте ги или уредувајте ги услужните ставки што се регистрирани за клиентот.

# Page 2901867346 - Action 3297607540 - Property 1295455071
source: Open the list of ongoing service orders.
mk: Отворете го списокот со тековни нарачки за услуги.

# Page 2901867346 - Action 3297607540 - Property 2879900210
source: Service Orders
mk: Налози за сервисирање

# Page 2901867346 - Action 3569786096 - Property 1295455071
source: Apply a template to update one or more entities with your standard settings for a certain type of entity.
mk: Применете шаблон за ажурирање на еден или повеќе ентитети со вашите стандардни поставки за одреден тип на ентитет.

# Page 2901867346 - Action 3569786096 - Property 2879900210
source: Apply Template
mk: Примени Шаблон

# Page 2901867346 - Action 1638686336 - Property 1295455071
source: Open the cash receipt journal to post incoming payments.
mk: Отворете го дневникот за прием на готовина за да ги објавите дојдовните плаќања.

# Page 2901867346 - Action 1638686336 - Property 2879900210
source: Cash Receipt Journal
mk: Весник за прием на готовина

# Page 2901867346 - Action 592964086 - Property 2879900210
source: Display
mk: Приказ

# Page 2901867346 - Action 2716430367 - Property 1295455071
source: Select if the Power BI FactBox is visible or not.
mk: Изберете дали Power BI FactBox е видлива или не.

# Page 2901867346 - Action 2716430367 - Property 2879900210
source: Show/Hide Power BI Reports
mk: Прикажи/Скриј извештаи за Power BI

# Page 2901867346 - Action 1285973296 - Property 1295455071
source: Send an email to this customer.
mk: Испратете е-пошта до овој клиент.

# Page 2901867346 - Action 1285973296 - Property 2879900210
source: Send Email
mk: Испрати е-маил

# Page 2901867346 - Action 2899087397 - Property 1295455071
source: Process your customer payments by matching amounts received on your bank account with the related unpaid sales invoices, and then post the payments.
mk: Обработете ги плаќањата на вашите клиенти со усогласување на износите добиени на вашата банкарска сметка со поврзаните неплатени продажни фактури, а потоа објавете ги плаќањата.

# Page 2901867346 - Action 2899087397 - Property 2879900210
source: Register Customer Payments
mk: Регистрирајте ги плаќањата на клиентите

# Page 2901867346 - Action 2679551748 - Property 1295455071
source: View or set up different discounts for products that you sell to the customer. A product line discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Погледнете или поставете различни попусти за производите што ги продавате на купувачот. Попуст на линијата на производи автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 2679551748 - Property 2879900210
source: Sales Discounts
mk: Продажни попусти

# Page 2901867346 - Action 1020083076 - Property 1295455071
source: View or set up sales price lines for products that you sell to the customer. A product price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете линии за продажни цени за производите што ги продавате на клиентот. Цената на производот автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 1020083076 - Property 2879900210
source: Sales Prices
mk: Продажни цени

# Page 2901867346 - Action 3453557664 - Property 1295455071
source: View or set up sales price lists for products that you sell to the customer. A product price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прегледајте или поставете продажни ценовници за производите што ги продавате на клиентот. Цената на производот автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 3453557664 - Property 2879900210
source: Sales Price Lists
mk: Продажни ценовници

# Page 2901867346 - Action 617262734 - Property 1295455071
source: View or set up different discounts for products that you sell to the customer. A product line discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Погледнете или поставете различни попусти за производите што ги продавате на купувачот. Попуст на линијата на производи автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 617262734 - Property 2879900210
source: Price Lists (Discounts)
mk: Ценовници (попусти)

# Page 2901867346 - Action 1106044578 - Property 1295455071
source: Set up different discounts applied to invoices for the selected customer. An invoice discount is automatically granted to the customer when the total on a sales invoice exceeds a certain amount.
mk: Поставете различни попусти кои се применуваат на фактурите за избраниот клиент. Попуст на фактурата автоматски се доделува на клиентот кога вкупниот износ на фактурата за продажба надминува одреден износ.

# Page 2901867346 - Action 2448121851 - Property 1295455071
source: View or set up different discounts for items that you sell to the customer. An item discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни попусти за артикли што ги продавате на клиентот. Попуст на артиклите автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 2448121851 - Property 2879900210
source: Line Discounts
mk: Попусти на линијата

# Page 2901867346 - Action 1660616169 - Property 1295455071
source: View or set up different prices for items that you sell to the selected customer. An item price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни цени за артиклите што ги продавате на избраниот клиент. Цената на ставката автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 1660616169 - Property 2879900210
source: Prices
mk: Цените

# Page 2901867346 - Action 2364670106 - Property 2879900210
source: Request Approval
mk: Барање одобрување

# Page 2901867346 - Action 858296388 - Property 1295455071
source: Cancel the approval request.
mk: Откажете го барањето за одобрување.

# Page 2901867346 - Action 383335270 - Property 1295455071
source: Request approval to change the record.
mk: Побарајте одобрение за промена на записот.

# Page 2901867346 - Action 1727838235 - Property 1295455071
source: Post any sales transaction for the customer.
mk: Објавете ја секоја продажна трансакција за клиентот.

# Page 2901867346 - Action 1727838235 - Property 2879900210
source: Sales Journal
mk: Продажен весник

# Page 2901867346 - Action 970153994 - Property 1295455071
source: Apply a Word template on the selected records.
mk: Применете шаблон Word на избраните записи.

# Page 2901867346 - Action 970153994 - Property 2879900210
source: Apply Word Template
mk: Примени Word Шаблон

# Page 2901867346 - Action 3812023357 - Property 2879900210
source: Workflow
mk: Работен тек

# Page 2901867346 - Action 1510548940 - Property 1295455071
source: Set up an approval workflow for creating or changing customers, by going through a few pages that will guide you.
mk: Поставете работен тек на одобрување за креирање или менување клиенти, така што ќе поминете низ неколку страници што ќе ве водат.

# Page 2901867346 - Action 1510548940 - Property 2879900210
source: Create Approval Workflow
mk: Креирајте работен тек за одобрување

# Page 2901867346 - Action 1361931818 - Property 1295455071
source: View or edit existing approval workflows for creating or changing customers.
mk: Приказ или уредување на постоечки работни текови за одобрување за создавање или менување клиенти.

# Page 2901867346 - Action 1361931818 - Property 2879900210
source: Manage Approval Workflows
mk: Управувајте со работните текови за одобрување

# Page 2901867346 - Action 1269952864 - Property 2879900210
source: Dimensions
mk: Димензии

# Page 2901867346 - Action 3154140447 - Property 2879900210
source: Synchronize
mk: Синхронизирај

# Page 2901867346 - Action 1231476694 - Property 2879900210
source: Coupling
mk: Спојка

# Page 2901867346 - Action 2445482498 - Property 2879900210
source: General
mk: Општо

# Page 2901867346 - Action 919756715 - Property 1295455071
source: View which customers purchase the most or owe the most in a selected period. Only customers that have either purchases during the period or a balance at the end of the period will be included.
mk: Погледнете кои клиенти купуваат најмногу или должат најмногу во избраниот период. Ќе бидат вклучени само клиентите кои имаат или купувања во текот на периодот или салдо на крајот на периодот.

# Page 2901867346 - Action 919756715 - Property 2879900210
source: Customer - Top 10 List
mk: Клиент - Топ 10 листа

# Page 2901867346 - Action 2901867346 - Property 1295455071
source: View various kinds of basic information for customers, such as customer posting group, discount group, finance charge and payment information, salesperson, the customer's default currency and credit limit (in LCY), and the customer's current balance (in LCY).
mk: Прикажувајте различни видови основни информации за клиентите, како што се група за објавување клиенти, група за попуст, информации за финансиски трошоци и плаќање, продавач, стандардна валута и кредитен лимит на клиентот (во LCY) и тековното салдо на клиентот (во LCY).

# Page 2901867346 - Action 2901867346 - Property 2879900210
source: Customer List
mk: Список на клиенти

# Page 2901867346 - Action 1738158511 - Property 1295455071
source: View posted customer ledger entries divided into, and sorted according to, registers. By using a filter, you can select exactly the entries in the registers that you need to see. If you have created many entries and you do not set a filter, the report will print a large amount of information.
mk: Погледнете ги објавените записи во книгата на клиентите поделени на и подредени според регистри. Со користење на филтер, можете да ги изберете токму записите во регистрите што треба да ги видите. Ако сте креирале многу записи и не сте поставиле филтер, извештајот ќе испечати голема количина на информации.

# Page 2901867346 - Action 1738158511 - Property 2879900210
source: Customer Register
mk: Регистар на клиенти

# Page 2901867346 - Action 2176459415 - Property 2879900210
source: Reports
mk: Извештаи

# Page 2901867346 - Action 2017813311 - Property 2879900210
source: Finance Reports
mk: Финансиски извештаи

# Page 2901867346 - Action 3103176477 - Property 1295455071
source: Schedule Customer Statements in the Job Queue.
mk: Распоред на изјавите на клиентите во редот за работа.

# Page 2901867346 - Action 3103176477 - Property 2879900210
source: Scheduled Statements
mk: Закажани изјави

# Page 2901867346 - Action 1342496881 - Property 1295455071
source: View an overview of when customer payments are due or overdue, divided into four periods. You must specify the date you want aging calculated from and the length of the period that each column will contain data for.
mk: Прикажи преглед за тоа кога доспеваат или доцнат плаќањата на клиентите, поделени во четири периоди. Мора да го наведете датумот од кој сакате да се пресмета стареењето и должината на периодот за кој секоја колона ќе содржи податоци.

# Page 2901867346 - Action 1342496881 - Property 2879900210
source: Aged Accounts Receivable
mk: Побарувања на стари сметки

# Page 2901867346 - Action 3631642493 - Property 1295455071
source: View a list with customers' payment history up until a certain date. You can use the report to extract your total sales income at the close of an accounting period or fiscal year.
mk: Приказ на список со историја на плаќања на клиентите до одреден датум. Можете да го користите извештајот за да го извлечете вашиот вкупен приход од продажба на крајот на пресметковниот период или фискална година.

# Page 2901867346 - Action 3631642493 - Property 2879900210
source: Customer - Balance to Date
mk: Клиент - биланс до датум

# Page 2901867346 - Action 3057107144 - Property 1295455071
source: View, print, or save a detailed list of each customer's total payments due, divided into three time periods. The report can be used to decide when to issue reminders, to evaluate a customer's creditworthiness, or to prepare liquidity analyses.
mk: Прикажете, испечатете или зачувајте детална листа на вкупните доспеани плаќања на секој клиент, поделена во три временски периоди. Извештајот може да се користи за да се одлучи кога да се издаваат потсетници, да се оцени кредитната способност на клиентот или да се подготват анализи на ликвидноста.

# Page 2901867346 - Action 3057107144 - Property 2879900210
source: Customer - Detailed Aging
mk: Клиент - Детално стареење

# Page 2901867346 - Action 966315635 - Property 1295455071
source: View the balance for customers with balances on a specified date. The report can be used at the close of an accounting period, for example, or for an audit.
mk: Погледнете го салдото за клиенти со салда на одреден датум. Извештајот може да се користи на крајот на пресметковниот период, на пример, или за ревизија.

# Page 2901867346 - Action 966315635 - Property 2879900210
source: Customer - Detail Trial Bal.
mk: Клиент - Детално судење Бал.

# Page 2901867346 - Action 444041848 - Property 1295455071
source: View a document showing which customer ledger entries that a payment has been applied to. This report can be used as a payment receipt that you send to the customer.
mk: Прикажи документ кој покажува на кои записи во книгата на клиентите е применето плаќање. Овој извештај може да се користи како потврда за плаќање што му ја испраќате на клиентот.

# Page 2901867346 - Action 444041848 - Property 2879900210
source: Customer - Payment Receipt
mk: Клиент - Потврда за плаќање

# Page 2901867346 - Action 3237022220 - Property 1295455071
source: View, print, or save a summary of each customer's total payments due, divided into three time periods. The report can be used to decide when to issue reminders, to evaluate a customer's creditworthiness, or to prepare liquidity analyses.
mk: Прикажете, испечатете или зачувајте резиме на вкупните доспеани плаќања на секој клиент, поделени во три временски периоди. Извештајот може да се користи за да се одлучи кога да се издаваат потсетници, да се оцени кредитната способност на клиентот или да се подготват анализи на ликвидноста.

# Page 2901867346 - Action 3237022220 - Property 2879900210
source: Customer - Summary Aging
mk: Клиент - Резиме Стареење

# Page 2901867346 - Action 1658522266 - Property 1295455071
source: View the beginning and ending balance for customers with entries within a specified period. The report can be used to verify that the balance for a customer posting group is equal to the balance on the corresponding general ledger account on a certain date.
mk: Погледнете го почетокот и крајот на салдото за клиентите со записи во одреден период. Извештајот може да се користи за да се потврди дека салдото за група за објавување клиенти е еднакво на салдото на соодветната сметка на главната книга на одреден датум.

# Page 2901867346 - Action 1658522266 - Property 2879900210
source: Customer - Trial Balance
mk: Клиент - пробен биланс

# Page 2901867346 - Action 1002125975 - Property 1295455071
source: View a list of a customer's transactions for a selected period, for example, to send to the customer at the close of an accounting period. You can choose to have all overdue balances displayed regardless of the period specified, or you can choose to include an aging band.
mk: Прикажи список на трансакции на клиент за избран период, на пример, да се испрати до клиентот на крајот на пресметковниот период. Можете да изберете да се прикажат сите задоцнети салда без оглед на наведениот период, или можете да изберете да вклучите старечка лента.

# Page 2901867346 - Action 1002125975 - Property 2879900210
source: Statement
mk: Изјава

# Page 2901867346 - Action 87408810 - Property 1295455071
source: Create a new reminder for the customer.
mk: Направете нов потсетник за клиентот.

# Page 2901867346 - Action 87408810 - Property 2879900210
source: Reminder
mk: Потсетник

# Page 2901867346 - Action 3593173735 - Property 2879900210
source: Sales Reports
mk: Извештаи за продажба

# Page 2901867346 - Action 2875787556 - Property 1295455071
source: View customer sales for a period, for example, to report sales activity to customs and tax authorities. You can choose to include only customers with total sales that exceed a minimum amount. You can also specify whether you want the report to show address details for each customer.
mk: Гледајте ги продажбите на клиентите за одреден период, на пример, за да ја пријавите продажната активност до царинските и даночните власти. Можете да изберете да вклучите само клиенти со вкупна продажба што надминува минимален износ. Можете исто така да одредите дали сакате извештајот да прикажува детали за адресата за секој клиент.

# Page 2901867346 - Action 2875787556 - Property 2879900210
source: Customer - Sales List
mk: Клиент - Продажна листа
