Repository: smileskiborce/Master-s-Foodio
Catalog: Translations/Master’s Foodio.*.xlf
Languages: mk

# Page 2901867346 - Property 1064389655
source: About customers
mk: За клиентите

# Page 2901867346 - Property 247559172
source: Here you overview all registered customers, their balances, and the sales statistics. With [Customer Templates](?page=1381 "Opens the Customer Templates") you can quickly create new customers having common details defined by the template.
mk: Овде ги прегледувате сите регистрирани клиенти, нивните салда и статистиката за продажба. Со [Customer Templates] (?page=1381 „Opens the Customer Templates“) можете брзо да креирате нови клиенти со заеднички детали дефинирани со шаблонот.

# Page 2901867346 - Property 2879900210
source: Customers
mk: Клиенти

# Page 2901867346 - Property 3863440606
source: Customer Profile, Client Details, Buyer Information, Customer Data, Customer View, Client Profile, Customer Detail, Client Info
mk: Профил на клиентот, детали за клиентот, информации за купувачот, податоци за клиентите, преглед на клиент, профил на клиент, детали за клиент, информации за клиентот

# Page 2901867346 - Control 1627842903 - Property 1295455071
source: Specifies if multiple posting groups can be used for posting business transactions for this customer.
mk: Одредува дали повеќе групи за објавување може да се користат за објавување деловни трансакции за овој клиент.

# Page 2901867346 - Control 2039693239 - Property 1295455071
source: Specifies how to apply payments to entries for this customer.
mk: Одредува како да се применуваат плаќања за записи за овој клиент.

# Page 2901867346 - Control 2178647059 - Property 1295455071
source: Specifies the payment amount that the customer owes for completed sales. This value is also known as the customer's balance.
mk: Го одредува износот на плаќање што клиентот го должи за завршената продажба. Оваа вредност е позната и како биланс на клиентот.

# Page 2901867346 - Control 230205143 - Property 1295455071
source: Specifies payments from the customer that are overdue per today's date.
mk: Ги одредува плаќањата од клиентот кои доцнат по денешен датум.

# Page 2901867346 - Control 2726785886 - Property 1295455071
source: Specifies a customizable calendar for shipment planning that holds the customer's working days and holidays.
mk: Одредува приспособлив календар за планирање на пратката што ги содржи работните денови и празниците на клиентот.

# Page 2901867346 - Control 3543129988 - Property 1295455071
source: Specifies that the related record is blocked from being posted in transactions, for example a customer that is declared insolvent or an item that is placed in quarantine.
mk: Назначува дека поврзаниот запис е блокиран од објавување во трансакции, на пример, клиент кој е прогласен за несолвентен или ставка што е ставена во карантин.

# Page 2901867346 - Control 4231739422 - Property 1295455071
source: Specifies if several orders delivered to the customer can appear on the same sales invoice.
mk: Назначува дали неколку нарачки доставени до клиентот може да се појават на истата продажна фактура.

# Page 2901867346 - Control 3993128796 - Property 1295455071
source: Specifies the name of the person you regularly contact when you do business with this customer.
mk: Го одредува името на лицето со кое редовно контактирате кога работите со овој клиент.

# Page 2901867346 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
mk: Ја одредува земјата/регионот на адресата.

# Page 2901867346 - Control 2500823165 - Property 1295455071
source: Specifies that the customer is coupled to an account in Dataverse.
mk: Одредува дека клиентот е поврзан со сметка во Dataverse.

# Page 2901867346 - Control 3774928044 - Property 1295455071
source: Specifies that the customer is coupled to an account in Dataverse.
mk: Одредува дека клиентот е поврзан со сметка во Dataverse.

# Page 2901867346 - Control 3246865201 - Property 1295455071
source: Specifies the maximum amount you allow the customer to exceed the payment balance before warnings are issued.
mk: Го одредува максималниот износ што му дозволувате на клиентот да го надмине платниот биланс пред да бидат издадени предупредувања.

# Page 2901867346 - Control 4198939294 - Property 1295455071
source: Specifies the default currency for the customer.
mk: Ја одредува стандардната валута за клиентот.

# Page 2901867346 - Control 273731812 - Property 1295455071
source: Specifies the customer discount group code, which you can use as a criterion to set up special discounts in the Sales Line Discounts window.
mk: Го одредува кодот на групата за попуст на клиентите, кој можете да го користите како критериум за да поставите специјални попусти во прозорецот Попусти на линијата за продажба.

# Page 2901867346 - Control 410940989 - Property 1295455071
source: Specifies the customer's market type to link business transactions to.
mk: Го одредува типот на пазарот на клиентот со кој ќе се поврзат деловните трансакции.

# Page 2901867346 - Control 2725149570 - Property 1295455071
source: Specifies the customer price group code, which you can use to set up special sales prices in the Sales Prices window.
mk: Го одредува кодот на групата цени на клиентите, кој можете да го користите за да поставите специјални продажни цени во прозорецот Продажни цени.

# Page 2901867346 - Control 2725554719 - Property 1295455071
source: Specifies the code for the involved finance charges in case of late payment.
mk: Го одредува кодот за вклучените финансиски трошоци во случај на задоцнето плаќање.

# Page 2901867346 - Control 633819257 - Property 1295455071
source: Specifies the customer's trade type to link transactions made for this customer with the appropriate general ledger account according to the general posting setup.
mk: Го одредува типот на трговија на клиентот за да ги поврзе трансакциите направени за овој клиент со соодветната сметка на главната книга во согласност со општото поставување за објавување.

# Page 2901867346 - Control 1329258699 - Property 1295455071
source: Specifies the customer's intercompany partner code.
mk: Го одредува кодот за меѓукомпаниски партнер на клиентот.

# Page 2901867346 - Control 2273653569 - Property 1295455071
source: Specifies the language that is used when translating specified text on documents to foreign business partner, such as an item description on an order confirmation.
mk: Го одредува јазикот што се користи при преведување на одреден текст на документи на странски деловен партнер, како што е опис на ставка на потврда за нарачка.

# Page 2901867346 - Control 2393253273 - Property 1295455071
source: Specifies when the customer card was last modified.
mk: Одредува кога картичката на клиентот била последен пат изменета.

# Page 2901867346 - Control 2161572060 - Property 1295455071
source: Specifies from which location sales to this customer will be processed by default.
mk: Одредува од која локација продажбата на овој клиент ќе се обработува стандардно.

# Page 2901867346 - Control 2961552353 - Property 1295455071
source: Specifies the customer's name that appears on all related documents. For companies, specify the company's name here, and then add the relevant people as contacts that you link to this customer.
mk: Го одредува името на клиентот што се појавува на сите поврзани документи. За компаниите, наведете го името на компанијата овде, а потоа додајте ги релевантните луѓе како контакти што ги поврзувате со овој клиент.

# Page 2901867346 - Control 966287263 - Property 1295455071
source: Specifies an additional part of the name.
mk: Одредува дополнителен дел од името.

# Page 2901867346 - Control 4200184881 - Property 1295455071
source: Specifies a unique number that identifies the customer. The number can be generated automatically from a number series, or you can number each of them manually.
mk: Одредува единствен број што го идентификува клиентот. Бројот може да се генерира автоматски од серии на броеви или можете рачно да го нумерирате секој од нив.

# Page 2901867346 - Control 966740350 - Property 1295455071
source: Specifies a formula that calculates the payment due date, payment discount date, and payment discount amount.
mk: Одредува формула која го пресметува датумот на доспевање, датумот на попуст за плаќање и износот на попустот за плаќање.

# Page 2901867346 - Control 1941690658 - Property 1295455071
source: Specifies the sum of payments received from the customer.
mk: Го одредува збирот на плаќања добиени од клиентот.

# Page 2901867346 - Control 3986423421 - Property 1295455071
source: Specifies the customer's telephone number.
mk: Го одредува телефонскиот број на клиентот.

# Page 2901867346 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
mk: Го одредува поштенскиот код.

# Page 2901867346 - Control 880902346 - Property 1295455071
source: Specifies whether to limit access to data for the data subject during daily operations. This is useful, for example, when protecting data from changes while it is under privacy review.
mk: Одредува дали да се ограничи пристапот до податоците за субјектот на податоците за време на секојдневните операции. Ова е корисно, на пример, кога се заштитуваат податоците од промени додека се под преглед на приватноста.

# Page 2901867346 - Control 1840439778 - Property 1295455071
source: Specifies how reminders about late payments are handled for this customer.
mk: Одредува како се постапува со потсетниците за задоцнетите плаќања за овој клиент.

# Page 2901867346 - Control 825293260 - Property 1295455071
source: Specifies whether items will never, automatically (Always), or optionally be reserved for this customer. Optional means that you must manually reserve items for this customer.
mk: Одредува дали ставките никогаш, автоматски (Секогаш) или опционално нема да бидат резервирани за овој клиент. Изборно значи дека мора рачно да резервирате ставки за овој клиент.

# Page 2901867346 - Control 2247850105 - Property 1295455071
source: Specifies the code of the responsibility center, such as a distribution hub, that is associated with the involved user, company, customer, or vendor.
mk: Го одредува кодот на центарот за одговорност, како што е дистрибутивниот центар, кој е поврзан со вклучениот корисник, компанија, клиент или продавач.

# Page 2901867346 - Control 2623446097 - Property 1295455071
source: Specifies the total net amount of sales to the customer in LCY.
mk: Го одредува вкупниот нето износ на продажба на клиентот во LCY.

# Page 2901867346 - Control 553464652 - Property 1295455071
source: Specifies a code for the salesperson who normally handles this customer's account.
mk: Одредува код за продавачот кој вообичаено се справува со сметката на овој клиент.

# Page 2901867346 - Control 411528779 - Property 1295455071
source: Specifies an alternate name that you can use to search for the record in question when you cannot remember the value in the Name field.
mk: Одредува алтернативно име што можете да го користите за пребарување на записот за кој станува збор кога не можете да ја запомните вредноста во полето Име.

# Page 2901867346 - Control 993414011 - Property 1295455071
source: Specifies the code for another shipment address than the customer's own address, which is entered by default.
mk: Ја одредува шифрата за друга адреса за пратка од адресата на клиентот, која е стандардно внесена.

# Page 2901867346 - Control 3744117490 - Property 1295455071
source: Specifies if the customer accepts partial shipment of orders.
mk: Назначува дали клиентот прифаќа делумна испорака на нарачки.

# Page 2901867346 - Control 4045368290 - Property 1295455071
source: Specifies the code for the shipping agent who is transporting the items.
mk: Го одредува кодот за агентот за испорака кој ги транспортира предметите.

# Page 2901867346 - Control 1844012642 - Property 1295455071
source: Specifies the VAT specification of the involved customer or vendor to link transactions made for this record with the appropriate general ledger account according to the VAT posting setup.
mk: Ја одредува спецификацијата за ДДВ на вклучениот клиент или продавач за да ги поврзе трансакциите направени за оваа евиденција со соодветната сметка на главната книга во согласност со поставувањето за објавување ДДВ.

# Page 2901867346 - Control 1658766258 - Property 2879900210
source: Attachments
mk: Прилози

# Page 2901867346 - Action 579540567 - Property 1295455071
source: Create a new finance charge memo.
mk: Создадете нов белешка за финансиски трошоци.

# Page 2901867346 - Action 579540567 - Property 2879900210
source: Finance Charge Memo
mk: Меморандум за наплата на финансии

# Page 2901867346 - Action 514652582 - Property 1064389655
source: Create a new document
mk: Направете нов документ

# Page 2901867346 - Action 514652582 - Property 1295455071
source: Create a new reminder for the customer.
mk: Направете нов потсетник за клиентот.

# Page 2901867346 - Action 514652582 - Property 247559172
source: Get started on a new reminder, order, or other document for the customer selected in the list.
mk: Започнете со нов потсетник, нарачка или друг документ за клиентот избран во списокот.

# Page 2901867346 - Action 514652582 - Property 2879900210
source: Reminder
mk: Потсетник

# Page 2901867346 - Action 2947406971 - Property 1295455071
source: Create a blanket sales order for the customer.
mk: Направете комплетен налог за продажба за клиентот.

# Page 2901867346 - Action 2947406971 - Property 2879900210
source: Blanket Sales Order
mk: Ќебе нарачка за продажба

# Page 2901867346 - Action 1626955889 - Property 1295455071
source: Create a new sales credit memo to revert a posted sales invoice.
mk: Создадете нов белешка за продажен кредит за да ја вратите објавената продажна фактура.

# Page 2901867346 - Action 1626955889 - Property 2879900210
source: Sales Credit Memo
mk: Меморандум за кредити за продажба

# Page 2901867346 - Action 2558695303 - Property 1295455071
source: Create a sales invoice for the customer.
mk: Направете продажна фактура за клиентот.

# Page 2901867346 - Action 2558695303 - Property 2879900210
source: Sales Invoice
mk: Фактура за продажба

# Page 2901867346 - Action 141120214 - Property 1295455071
source: Create a sales order for the customer.
mk: Направете налог за продажба за клиентот.

# Page 2901867346 - Action 141120214 - Property 2879900210
source: Sales Order
mk: Нарачка за продажба

# Page 2901867346 - Action 1376376002 - Property 1295455071
source: Offer items or services to a customer.
mk: Понудете предмети или услуги на клиент.

# Page 2901867346 - Action 1376376002 - Property 2879900210
source: Sales Quote
mk: Продажна понуда

# Page 2901867346 - Action 393914092 - Property 1295455071
source: Create a new sales return order for items or services.
mk: Направете нова нарачка за враќање на продажбата за артикли или услуги.

# Page 2901867346 - Action 393914092 - Property 2879900210
source: Sales Return Order
mk: Нарачка за враќање на продажбата

# Page 2901867346 - Action 3146959198 - Property 1295455071
source: Create a new service credit memo for the customer.
mk: Создадете нова белешка за кредитна услуга за клиентот.

# Page 2901867346 - Action 3146959198 - Property 2879900210
source: Service Credit Memo
mk: Кредитна белешка за услуги

# Page 2901867346 - Action 2836487164 - Property 1295455071
source: Create a new service invoice for the customer.
mk: Направете нова услуга фактура за клиентот.

# Page 2901867346 - Action 2836487164 - Property 2879900210
source: Service Invoice
mk: Фактура за услуга

# Page 2901867346 - Action 2633090113 - Property 1295455071
source: Create a new service order for the customer.
mk: Направете нова нарачка за услуги за клиентот.

# Page 2901867346 - Action 2633090113 - Property 2879900210
source: Service Order
mk: Нарачка за услуга

# Page 2901867346 - Action 2298641493 - Property 1295455071
source: Create a new service quote for the customer.
mk: Креирајте нова понуда за услуга за клиентот.

# Page 2901867346 - Action 2298641493 - Property 2879900210
source: Service Quote
mk: Цитат за услуги

# Page 2901867346 - Action 2602785559 - Property 1295455071
source: View a list of the records that are waiting to be approved. For example, you can see who requested the record to be approved, when it was sent, and when it is due to be approved.
mk: Погледнете список на записи што чекаат да бидат одобрени. На пример, можете да видите кој побарал да се одобри записот, кога е испратен и кога треба да се одобри.

# Page 2901867346 - Action 2602785559 - Property 2879900210
source: Approvals
mk: Одобрувања

# Page 2901867346 - Action 3857354736 - Property 1295455071
source: View or set up the customer's bank accounts. You can set up any number of bank accounts for each customer.
mk: Погледнете ги или поставете ги банкарските сметки на клиентот. Можете да поставите кој било број банкарски сметки за секој клиент.

# Page 2901867346 - Action 3857354736 - Property 2879900210
source: Bank Accounts
mk: Банкарски сметки

# Page 2901867346 - Action 2533560666 - Property 1295455071
source: View or edit detailed information about the contact person at the customer.
mk: Погледнете или уредувајте детални информации за лицето за контакт кај клиентот.

# Page 2901867346 - Action 3000180178 - Property 1295455071
source: View or add comments for the record.
mk: Погледнете или додајте коментари за евиденција.

# Page 2901867346 - Action 2173385693 - Property 2879900210
source: Dimensions
mk: Димензии

# Page 2901867346 - Action 1269018909 - Property 1295455071
source: View or edit dimensions for a group of records. You can assign dimension codes to transactions to distribute costs and analyze historical information.
mk: Приказ или уредување на димензии за група записи. Можете да доделите шифри за димензија на трансакциите за да ги распределите трошоците и да ги анализирате историските информации.

# Page 2901867346 - Action 391316011 - Property 1295455071
source: View or edit the single set of dimensions that are set up for the selected record.
mk: Приказ или уредување на единечниот сет на димензии што се поставени за избраниот запис.

# Page 2901867346 - Action 391316011 - Property 2879900210
source: Dimensions-Single
mk: Димензии-Единствени

# Page 2901867346 - Action 2642008994 - Property 1295455071
source: View the direct-debit mandates that reflect agreements with customers to collect invoice payments from their bank account.
mk: Погледнете ги овластувањата за директно задолжување кои ги одразуваат договорите со клиентите за наплата на фактури од нивната банкарска сметка.

# Page 2901867346 - Action 2642008994 - Property 2879900210
source: Direct Debit Mandates
mk: Мандати за директно задолжување

# Page 2901867346 - Action 418423943 - Property 1295455071
source: Set up the customer's own identification of items that you sell to the customer. Item references to the customer's item number means that the item number is automatically shown on sales documents instead of the number that you use.
mk: Поставете сопствена идентификација на купувачот за артиклите што му ги продавате на клиентот. Референците на артиклот до бројот на артиклите на клиентот значи дека бројот на артиклот автоматски се прикажува на продажните документи наместо бројот што го користите.

# Page 2901867346 - Action 1196406013 - Property 1295455071
source: View the address on an online map.
mk: Погледнете ја адресата на онлајн мапа.

# Page 2901867346 - Action 1196406013 - Property 2879900210
source: Online Map
mk: Онлајн карта

# Page 2901867346 - Action 361585347 - Property 1295455071
source: View or edit alternate shipping addresses where the customer wants items delivered if different from the regular address.
mk: Приказ или уредување на алтернативни адреси за испорака каде што клиентот сака да се испорачаат артиклите доколку се разликуваат од редовната адреса.

# Page 2901867346 - Action 1361257300 - Property 1295455071
source: View or edit the percentages of the price that can be paid as a prepayment.
mk: Погледнете ги или уредете ги процентите од цената што може да се плати како претплата.

# Page 2901867346 - Action 3124444584 - Property 1295455071
source: Set up recurring sales lines for the customer, such as a monthly replenishment order, that can quickly be inserted on a sales document for the customer.
mk: Поставете повторливи продажни линии за клиентот, како што е месечна нарачка за надополнување, што може брзо да се вметне во продажен документ за клиентот.

# Page 2901867346 - Action 3124444584 - Property 2879900210
source: Recurring Sales Lines
mk: Повторливи продажни линии

# Page 2901867346 - Action 1772151804 - Property 1295455071
source: Set up different discounts that are applied to invoices for the customer. An invoice discount is automatically granted to the customer when the total on a sales invoice exceeds a certain amount.
mk: Поставете различни попусти кои се применуваат на фактурите за клиентот. Попуст на фактурата автоматски се доделува на клиентот кога вкупниот износ на фактурата за продажба надминува одреден износ.

# Page 2901867346 - Action 844411345 - Property 1295455071
source: View or set up different discounts for items that you sell to the customer. An item discount is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни попусти за артикли што ги продавате на клиентот. Попуст на артиклите автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 844411345 - Property 2879900210
source: Line Discounts
mk: Попусти на линијата

# Page 2901867346 - Action 2957872163 - Property 1295455071
source: View or set up different prices for items that you sell to the customer. An item price is automatically granted on invoice lines when the specified criteria are met, such as customer, quantity, or ending date.
mk: Прикажете или поставете различни цени за артиклите што ги продавате на клиентот. Цената на ставката автоматски се доделува на линиите на фактури кога се исполнети наведените критериуми, како што се клиент, количина или датум на завршување.

# Page 2901867346 - Action 2957872163 - Property 2879900210
source: Prices
mk: Цените

# Page 2901867346 - Action 2038220399 - Property 2879900210
source: Dataverse
mk: Датаверс

# Page 2901867346 - Action 3570890871 - Property 1295455071
source: Create, change, or delete a coupling between the Business Central record and a Dataverse record.
mk: Креирајте, менувајте или бришете спојување помеѓу записот Business Central и записот Dataverse.

# Page 2901867346 - Action 867350916 - Property 1295455071
source: Delete the coupling to a Dataverse account.
mk: Избришете ја спојката на сметка на Dataverse.

# Page 2901867346 - Action 867350916 - Property 2879900210
source: Delete Coupling
mk: Избришете ја спојката

# Page 2901867346 - Action 1463213340 - Property 1295455071
source: Create or modify the coupling to a Dataverse account.
mk: Креирајте или изменете ја спојката со сметка на Dataverse.

# Page 2901867346 - Action 1463213340 - Property 2879900210
source: Set Up Coupling
mk: Поставете спојка

# Page 2901867346 - Action 2976546385 - Property 1295455071
source: Couple customers to accounts in Dataverse based on criteria.
mk: Поврзете ги клиентите со сметките во Dataverse врз основа на критериуми.

# Page 2901867346 - Action 2976546385 - Property 2879900210
source: Match-Based Coupling
mk: Спојување врз основа на натпревар

# Page 2901867346 - Action 710972128 - Property 2879900210
source: Create
mk: Креирај

# Page 2901867346 - Action 2391548650 - Property 1295455071
source: Generate the customer in the coupled Dataverse account.
mk: Генерирајте го клиентот во поврзаната сметка на Dataverse.
